{
  "ENTJ": {
    "name": "生まれつきのリーダー",
    "type": "合理主義気質",
    "character": "指揮官",
    "description": "人を引っ張っていきたいという欲求が強く、幼い頃からグループのリーダーになりたがる傾向が見られます。将来図を頭の中に描き、そのために人を動かすのが得意です。創意工夫に富む戦略家で、長期に渡る計画を練り、複雑な課題に喜んで挑戦します。すでに確立されたやり方にも敬意は払うものの、より優れている結果が出せるのであれば、積極的に違う方法を試します。必要と判断すれば、他者に負担をかける、非情な決断でも下すことができます。責任感が強く、意見を伝えるのが得意なため、組織をまとめ上げます。どちらかと言うと厳しい規則がある事を好み、他の人もそれに従ってほしいと考えます。自分に厳しい目標を課すだけでなく、他人にも厳しく接します。能率が悪いことが大嫌いで、同じ間違いが何度も繰り返されると非常に機嫌が悪くなります。論理的な批評を好み、相手に異議を申し立てる事がよくあります。そして議論をする事で、双方の成長に繋がると考えています。自分を打ち負かす論敵を尊敬し、逆に自分が勝てば他人が正しい見解を身につけたと考えます。一方で人の気持ちには鈍感で、感情面から相手を説得したり、褒めたり励ましたりするのは苦手です。非論理的な意見を述べる人にはイライラし、上からものを言って怖がらせる事があります。自分の能力を発揮したい、常に成長したいという思いが強いので自己研鑽に熱心です。 このタイプ特有のエネルギッシュさや、リーダー志向と合わさり、学校、会社などで尊敬される事や出世する事も多いです。ENTJ型は強いリーダーシップを持ち、頭も冴える努力家です。その反面いくつかの欠点を持ちます。まず次々と新しい課題に挑戦したいため、物事を早急決めがちです。横暴な独裁者だと思われる事があります。そんな自信満々なENTJに限って経験も能力もない事があります。そして大きな失敗をすると、当の問題よりも自分自身を徹底的に批判したり、感情を爆発させる事があります。",
    "heterosexual": {
      "love": "目標達成への意欲が強いため、恋愛になると惚れた相手を手に入れるために計画的に努力するタイプです。どうすれば付き合えるか、どうすれば自分のことを好きになってくれるかを懸命に考え、手に入れるまではそうそうのことでは諦めません。それゆえに一人に執着してしまうようなところもありますが、無事に付き合うことができれば二人の関係がうまくいくように努力できます。感情に左右されることが少ないので自分にふさわしい相手を冷静に見極めることは得意です。一方で感情を理解するのが少し苦手なところがあり、自分の気持ちを伝えたり、相手の気持ちを心から理解することができずに恋愛がうまくいかないこともあります。恋愛の主導権を握りたいと思うタイプで、自分の思い通りにならないとストレスを感じやすくなります。自分と同じように主導権を握りたいタイプの異性とはかなり相性が悪いといえます。自分をほどよく立ててくれるような気立てのいい相手のほうがうまくいきます。",
      "merry": "結婚すれば、生まれもったリーダーシップで家庭をうまくまとめていくことができるタイプです。お金の管理も比較的得意で、住宅の購入などの目標があればそれに向けて計画的に貯金をすることができる人もいます。ただ、リーダーシップが度を過ぎると家族やパートナーを思い通りにしたいという気持ちが強すぎて、支配的で家庭内の独裁者になってしまうこともあります。思い通りに支配できない時には強いストレスを感じて家庭の中に居心地の悪さを感じることもあるでしょう。"
    },
    "job": {
      "environment": [
        "成果主義",
        "有能でやる気がある人が求められている",
        "能率的で無駄が少ない職場",
        "結果を出すことが重視されている",
        "周囲の人物が知的で有能",
        "自分がリーダーとなり仕事を仕切れる",
        "複雑で困難な目標に取り組める",
        "知的好奇心がくすぐられる"
      ],
      "jobList": [
        {
          "title": "ビジネス",
          "description": "組織の中で出世し、名誉と報酬で評価してもらいたいENTJ型は、ビジネス分野に幅広い適性を持つ。結果を出すためには犠牲も厭わない仕事人間なので、大抵の会社からは歓迎される。最終的には大きな権限を持つ重役やリーダーになりたいと考えている事が多い。難しい仕事に積極的に挑戦するため、挫折も味わう事もあるが、性格的には十分なポテンシャルがある。細かい雑務や調整は、事務員や秘書が行なってくれると本領を発揮しやすい。",
          "example": "営業、海外営業、経営陣、人事部門、経理・財務部門、管理職、各種コンサルタント、マーケテイング、バイヤー、店舗のオーナー/マネージャー、セールスマネジャー、不動産業、銀行員、投資銀行、ファイナンシャルアドバイザー、経済アナリスト、株式投資のブローカー、ベンチャーキャピタリスト、証券アナリスト"
        },
        {
          "title": "公務員",
          "description": "公的な立場で大きな仕事ができる、上位の公務員にやりがいを感じる。また自分の知識や理論を熱心に伝えられるので、高等教育機関の教師にも向いている。",
          "example": "国家公務員（総合職）、地方公務員（上級）、警察官/刑事、裁判官、検察官、高校や大学の教師"
        },
        {
          "title": "専門職",
          "description": "常に新しい知識を追い求めるため、高度な知的専門職に適性がある。自分で仕事を取り仕切れたり、立派な肩書きが手に入る点も好まれる。成果報酬が導入されていればなお良い。",
          "example": "弁護士、弁理士、パイロット、公認会計士、科学者/研究者、大学教授、アクチュアリー"
        },
        {
          "title": "IT",
          "description": "効率を重視し、複雑な問題を解決するのが得意なENTJ型は、IT系にも適性がある。できれば上流工程で企画を立案したり、システム開発全体を指揮する仕事が好ましい。",
          "example": "プロジェクトマネージャー、システムアナリスト/システムコンサルタント、システムアドミニストレータ、システムエンジニア、ゲームプランナー"
        }
      ]
    },
    "compatibility": {
      "best": "ISFJ",
      "terrible": "ISFJ",
      "good": [
        "ENFJ",
        "ESFP",
        "INTP",
        "ENTJ",
        "INFJ"
      ],
      "normal": [
        "ENTP",
        "ESFJ",
        "ISTJ",
        "ENTJ"
      ],
      "special": [
        "ESTP",
        "INFP",
        "ENFP",
        "ISTP"
      ],
      "bad": "INTJ"
    }
  },
  "ENTP": {
    "name": "生まれながらの起業家",
    "type": "合理主義気質",
    "character": "討論者",
    "description": "ベンチャー起業家型の性格です。興奮と挑戦を愛し、創意工夫にとみ、あらゆる可能性を検討します。自分のインスピレーションを信頼しており、アイデアを現実のものにする事で満足感を得ます。多芸多才で融通が効き、頭の回転も速いので、様々な難題に挑んでいきます。問題が困難であるほど、やり甲斐を感じます分析能力に優れた戦略的思想家です。詮索好きで、物事や人物の欠点をいとも簡単に見つけます。家庭でも職場でも趣味でも「もっと良い方法があるはずだ」と考え、新しい方法を試したがります。また一つの物事を面白がって、賛否両方の立場から議論したりします。規則だからという理由や、今までやってきたからという理由だけで物事を進めるのを嫌がります。都合が悪い規則やルールがあると、改善しようとしたり、抜け道を見つけようとしたりします。それが無理なら、より自由に動けるように、その場やその組織から逃げ出そうとします。いつも楽しいことを探しており、毎日違うことが起きた方が刺激的だと思っています。一か八かやってみる方なので、大成功したり大失敗したりとアップダウンが激しいスリルに満ちた人生を送る可能性が高いといえます。機転が利き、ユーモアのセンスがあるので、社交の場でも活躍します。人から好かれたいという欲求が強く、人の輪の中心にいると気持ちいいので、賢さを誇示したり、際限なく駄洒落を飛ばしたりします。ENTP型は創造性豊かで、興味を持った事ならなんでもこなせる多芸な人です。しかし問題点も抱えています。ごく普通に行える事があっても、独創的かつ即興的な手法に走る事があります。そのうえルーチンワークや、結果が予想できる作業を嫌うので、当たり前の事実を見落としがちです。きちんと準備をしたり、最後までやり切る事が苦手なうえに、次々と新しい事に手を出そうとするので、大失敗をしたり、無節操で当てにならない人だと反感を買う事があります。また生まれつきせっかちで、早口で話すので他人が口を挟めない事があります。話自体はうまいのですが、ずけずけともの言うので無神経な人だと思われる事もあります。",
    "heterosexual": {
      "love": "知的好奇心が強いので、平凡な相手よりもちょっと変わった相手や自分と違う要素を持つ相手に惚れる傾向にあります。積極的なコミュニケーションを好むので大人しいよりは明るくてよく話すタイプのほうが相性はいいでしょう。思考が柔軟なので、どんな性格の異性であってもほどほどにバランスを取りながら上手に接することができます。相手に応じたコミュニケーションをできる点はこのタイプのよい点です。一方で相手に合わせてしまうがゆえに本当の自分を見せることができずにストレスを溜めることもあります。思いつきで行動するようなところがあり、一人を情熱的に愛していたと思いきや、ある日突然別の人を好きになるようなこともあります。典型的な移り気の激しいタイプです。ただ、状況を冷静に見極めることができるところはあるので、浮気をするというよりは相手にしっかりと別れを告げた上で次の相手に移ります。",
      "merry": "アップダウンの激しい人生を好むので、結婚するタイミングはひとによってまちまちです。いま力を入れていることを成し遂げるためには、恋愛や結婚を犠牲にするとことがあるので、結婚が40代以降になるひとも珍しくありません。安定よりも刺激を好むので、結婚生活が長くなってくると退屈さを感じてしまうこともあります。恋愛以外で刺激を受けることのできる場所があれば家庭は円満に進みますが、他に刺激がない場合には恋愛に対して刺激を求めることもあります。具体的には離婚を検討したり、浮気や不倫に走ることがなきにしもあらずです。"
    },
    "job": {
      "environment": [
        "変化を重んじ、官僚的ではない",
        "ルールや規則が少なく、行動の自由が確保されている",
        "チャレンジ精神が求められる",
        "複雑で高度な問題を扱う",
        "周囲の人物が知的で有能",
        "ルーチンワークや、書類仕事が少ない",
        "専門知識や技能を伸ばせる",
        "多様な人と交流できる",
        "臨機応変さや創造性が歓迎される",
        "行き当たりばったりで仕事を進められる"
      ],
      "jobList": [
        {
          "title": "ビジネス",
          "description": "自分の意見を通すのが得意。リスクを恐れず、競争心もあるので、ビジネス分野には幅広い適性がある。起業家として会社を立ち上げる者も多い。ただし制約やルーチンワークが多い仕事には向かない。",
          "example": "営業、起業家、新規ビジネス開発、経営コンサルタント、ベンチャーキャピタリスト、店舗のオーナー/支配人、銀行員、投資銀行、証券販売、証券アナリスト、企画部門、商品開発、広告制作、戦略プランナー、不動産仲介、投資ブローカー、アクチュアリー"
        },
        {
          "title": "IT",
          "description": "このタイプは機能的なシステムを考えるのが得意で、日進月歩のテクノロジーに追いつくための勉学も厭わない。また思い切ったアイデアを形にできるところに魅力を感じる。",
          "example": "ソフトウェア開発者、WEBクリエイター、IT系の科学者、システムアナリスト/システムコンサルタント、システムエンジニア"
        },
        {
          "title": "マーケテイング／クリエーティプ",
          "description": "斬新なアイデアを考えたり、臨機応変な即興性を活かせる職業に魅力を感じる。他の仕事と比べると細かい制約が少なく自由に働けるところや、様々な才能を持った人と交流できる点も好む。変化が速く激しい競争を伴うが、ENTP型はそういった環境にも適応できる。",
          "example": "写真家、ジャーナリスト、記者、広告制作、コピーライター、マーケティングリサーチャー、プロデューサー、アートディレクター、グラフィックデザイナー、アニメや映画の監督、批評家、エンターテイナー、ゲームプランナー"
        },
        {
          "title": "教育・学術",
          "description": "専門知識を伸ばす事に関心があり、自分で道を切り開く気概があるので、学者になる事もできる。熱心に考え方や理論を伝えるので、高等教育の教師にも向いている。学者としては引きこもって研究するのは嫌いで、人脈を開発しつつ成果をあげるタイプである。",
          "example": "大学教師/大学教授（特に社会、教育、情報系）、高校教師、塾講師、運動コーチ"
        }
      ]
    },
    "compatibility": {
      "best": "ISFP",
      "terrible": "ISFJ",
      "good": [
        "ENTP",
        "ESFJ",
        "INTJ",
        "ESTP",
        "ISTP"
      ],
      "normal": [
        "INFP",
        "ESFP",
        "ENTJ",
        "ENFP"
      ],
      "special": [
        "ENFJ",
        "ISTJ",
        "ESTJ",
        "INFJ"
      ],
      "bad": "INTP"
    }
  },
  "INTJ": {
    "name": "アイデアマン",
    "type": "合理主義気質",
    "character": "建築家",
    "description": "独創的な完璧主義者です。独自のアイデアや仕組みを考え、高い目標に向かって邁進します。他人から批判されたり無関心な態度をとられても、他のタイプほどは気にしません。「我が道を往く」を体現したかのような性格です。凝り性で何でも完璧したいので、仕事でも遊びでも、もっと良い方法があるはずだと改善策を考えます。自分自身を向上させるのも好きで、知識の習得に熱心です。理論肌で、感情より理性を信頼しています。また戦略的思考も得意で、長期的展望や物事の裏側を予測します。アイデアが役に立つかは事前によく検討するものの、一度着想を得ると、１つの目標に向けて突っ走る傾向があります。高い目標を掲げるうえに、凝り性、そして長期的な視点も持ち合わせているため、大きな成果を達成する事もあります。自分のアイデアに自信を持っていますが、他者の考えや意見の方が筋が通っていると思えば、乗り換えます。しかし納得ができなければ、社会の常識とされているものであっても受け入れません。ふっと考え事の世界に行ってしまい、周りを見ていない事が多いので、事故にあったり、服を前後逆に着たまま出かけないように注意が必要です。社交的な会話は苦手で、一人でいる事を好み、あまり感情を表には出しません。また他人に対しても、自分が頑張るのと同じぐらい頑張らせようとしたり、他人の望みや意見を無視する傾向があるため、冷たく、よそよそしい人と思われる場合があります。しかし、自分が好きな人や信頼している人からの拒絶は恐れており、感情的に傷つきやすい面もあります。優れた長所を持つINTJ型ですが、諸刃の剣というべき欠点も持ち合わせています。まず高い目標に向かって努力するのが当然だと思っているので、他人にも目標達成を求めますが、どれぐらい苦労するかなどお構いなしで自分の基準で判断します（そもそも他人に期待しない事もある）。他人の批判を気にしないのはタフだと言えますが、それが災いして人の意見を深く考慮せずに跳ねつける事もあります。さらに細かい事実を見落としがちなので、せっかく考えたアイデアが非現実的な物になっている事があります。",
    "heterosexual": {
      "love": "独創的で頭がいいにも関わらず、理屈っぽいところが異性からはあまり好かれません。恋人が悲しんでいたり落ち込んでいたりしても、感情的なケアよりも悩みに対する具体的な解決策を先に考えてしまいます。感情表現は苦手分野なので、気難しい性格で付き合いにくいと誤解されることも多く、なかなか自分を理解してもらえないと悩むこともあります。ただ、本来は情深い性格ではあるので、本当に理解し合える恋人が現れると、他のひとには見せないような表情をみせたり、自分の気持ちをさらけ出すこともあります。仕事で成功することが多いINTJですが、恋愛ではあまりうまくいかないことの方が多いでしょう。",
      "merry": "合理主義的な考え方をするので結婚に対しても理想を追い求めるというよりは現実的な選択をします。結婚するメリットデメリットを考えて、メリットがあれば結婚するし、デメリットの方が多いと思えば結婚しないという選択もします。結婚する相手は自分の欠点を補える相手だったり、経済面や精神面で支えてくれるような相手を好みます。愛情だけでは結婚せずに何かしらの価値を見出せなければなか結婚しようとしません。計画性は高いので結婚すれば大きく道を外れることなく円満な家庭を築くことができます。パートナーともお互いに尊敬し合える間柄であればうまくやっていくことができるでしょう。"
    },
    "job": {
      "environment": [
        "頭脳を使い、創意工夫で問題解決する仕事",
        "長期的なビジョンを、実行する事が求められる仕事",
        "自律的に動くことが奨励されている",
        "一人で内省する時間が確保できる",
        "新しいアイデアや理論を生み出す機会がある",
        "独自に考えた解決策改良案を草案できる",
        "自分のアイデアを実行に移すことにエネルギーを注げる",
        "一人で仕事を進められるが、少数の馬が合う同僚と交流が持てる",
        "常に技能と知識を伸ばす機会がある",
        "ルーチンワークや書類仕事が少ない",
        "仕事を自分で仕切れる",
        "時に気ままに新しい事を始められる"
      ],
      "jobList": [
        {
          "title": "IT",
          "description": "システムを考え、それが動いている所を見ると大きな満足感が得られるため、IT系の職業にはやりがいを感じる。",
          "example": "プログラマー、システムエンジニア、システムアナリスト/システムコンサルタント、ネットワークエンジニア、システムアドミニストレータ"
        },
        {
          "title": "専門職",
          "description": "知識を極めるのが好きなため各種専門職が向いている。また独立して働きたい欲求が強いが、それらを満たせる事も多い。",
          "example": "弁護士、裁判官、弁理士、科学者/研究者、学芸員、建築士、エンジニア、人間工学の仕事、公認会計士、アクチュアリー、不動産鑑定士、パイロット"
        },
        {
          "title": "教育/公務員",
          "description": "高等教育の教師に適正がある。何事も改善するのが好きなので、きちんとしたカリュキュラムを組むのも得意。しかし厳しいので、生徒から人気はないかもしれない。また政策の企画立案を行える上級の公務員との相性もいい。",
          "example": "高校教師、大学教師、IT/数学/理科の教育、地方公務員（特に上級）、国家公務員（特に総合職）"
        },
        {
          "title": "ビジネス",
          "description": "INTJ型はシステムを作ったり改良するのが得意だが、何もコンピューターシステムに限らない。社内の制度を改良、制定するのにも満足感を覚える。また数値を分析し将来を予見して長期の経営計画をたてられるので、ビジネス分野に適性がある。ただし社交的ではなく、多くの人と会うとエネルギーを急速に消費する。対人的自発性が求められると厳しい。",
          "example": "銀行員、経営陣、経営コンサルタント、経理/財務部門、戦略プランナー、ファイナンシャルアナリスト、新規ビジネス開発"
        },
        {
          "title": "医療/福祉",
          "description": "直接サービスを施す福祉職にはほとんど関心がない。しかし研究者や、専門的な知識を身につけ独立して働ける医師には大いに魅力を感じる。",
          "example": "医師、医療系の研究者、臨床工学技士"
        }
      ]
    },
    "compatibility": {
      "best": "ESFJ",
      "terrible": "ESFP",
      "good": [
        "ENTP",
        "ISFP",
        "INTJ",
        "ENFJ",
        "INFJ"
      ],
      "normal": [
        "ISTJ",
        "INTP",
        "ISFJ",
        "ESTJ"
      ],
      "special": [
        "ESTP",
        "INFP",
        "ENFP",
        "ISTP"
      ],
      "bad": "ENTJ"
    }
  },
  "INTP": {
    "name": "独創的に問題を解決する人",
    "type": "合理主義気質",
    "character": "論理学者",
    "description": "一見物静かでぼーっとしていますが、頭の中では常に思考をこねくり回しています。何でもかんでも分析する癖があり、自分一人で「ああでもないこうでもない」と考えている時が幸せです。ふっと考え事の世界に行ってしまい、周りを見ていない事も多いので、事故にあったり、服を前後逆に着たまま出かけないように注意が必要です。知識欲がとりわけ強く、本の虫のような人が多くいます。自分の知性に自信を持っており、もっとを才能を伸ばしたいと思っています。独創的かつ論理的な考え方をします。 とりわけ物事の本質を見極めたり、難しい抽象的な問題を考えるのが得意です。既存の定説に対して疑い深く、今の状況を改善したり新しい論理モデルを作りたいという情熱を持ちます。的確なコミュニケーションを重んじ、長々しい話を好みません。ただし自分の専門分野や興味がある事を親しい人に話す時は、おしゃべりになります。また思考や論理の中の矛盾を発見するのが得意で、議論中の発言は正確で鋭いです。危機に瀕しても冷静で、困難に直面すると大いにやる気を出します。ところが簡単な事はすぐに飽きてしまい、雑事や細かい事には注意を向けないので、傲慢に見える事もあります。INTP型は向上心に燃える優れた理論家ですが、欠点もあります。まず第一に、社交が苦手な傾向があります。自分の感情を口頭で伝えたり、世間話をするのが難しく感じます。また他人の感情や欲求に鈍感です。自分より頭の悪そうな人間を軽視する事があり、知らず知らずのうちに周りから敵対心や警戒感を持たれる場合があります。自分の仕事に間違いや欠点があると、そこばかりに注意が向いてしまい最後までやり遂げる事ができない事があります。また完璧、有能、優秀でありたい思いが強すぎるため、時に無力感に襲われストレスを抱えます。",
    "heterosexual": {
      "love": "内面は優しい心を持った人が多いため、恋愛に対しては比較的興味は強いです。しかし、論理的であるがゆえに発言の矛盾や誤り、欠点を的確に指摘してしまい、反感を買うこともしばしばです。勉強や仕事では成果を出すことができる人でも、恋愛はちょっと苦手という人が多いです。興味のあることに対して考えていることが好きなので、自分の時間を大切にする人が多くいます。プライバシーや自由を強く求めており、こだわりは強い方です。過度にコミュニケーションを取ろうとしないので、異性からは「何を考えているのか分からない」などと言われてしまうことも。感情的で気分屋な相手とはすこぶる相性は悪いです。お互いに意思の疎通がうまくいかないことが多いのでそもそもあまり深い関係にはなりにくいです。相性がいいのは同じように論理的に考えることのできる相手です。",
      "merry": "INTPの結婚は相手によって大きく左右されます。よくも悪くもこだわりが強いのでそれを尊重してくれる相手でないとうまくいきません。またプライベートな時間や場所を確保することができればストレスなく家族と生活できますが、それができないとストレスが溜まる場合もあります。感情表現が豊かなわけではないので、ときには誤解されることも多いでしょう。相手の感情を細かに読み取って相手に配慮することも得意ではないので、やり過ぎるくらいに自分の考えを伝えて、相手には細かく考えていることを確認するほうがいいかもしれません。INTPの結婚の良いところは、優れた問題解決能力から、ちょっとくらいの苦難であればどうにかして乗り越えられることです。計画的に行動するところもあるので、安定した結婚生活を送ることができます。"
    },
    "job": {
      "environment": [
        "頭脳を使い、チャレンジ精神が求められる仕事",
        "複雑な問題を、一人で熟考する事が求められる仕事",
        "静かに一人で考える時間と空間がある",
        "独自の考え方や、独立独行が奨励される",
        "規則やルールが少なく、自由に仕事を進められる",
        "会議や会合が少ない",
        "堅苦しく組織化されておらず、官僚的ではない",
        "新しいアイデアを考え、分析批評できる",
        "最終的にできあがった製品やサービスではなく、途中のプロセスで創造性を発揮できる",
        "知的で有能な同僚や友人と、小規模なグループで交流できる",
        "常に能力や専門知識を伸ばす機会がある",
        "独創的なアイデアを考え企画を立案できる。その後の作業は別のスタッフに任せられる。",
        "部下の監督や指示に時間を割かずに済む"
      ],
      "jobList": [
        {
          "title": "IT",
          "description": "このタイプは論理的で複雑なシステムを理解するのが得意で、日進月歩のテクノロジーに追いつくための勉学も厭わない。IT系で活躍できる場所が多い。",
          "example": "プログラマー、システムエンジニア、システムアナリスト/システムコンサルタント、ネットワークエンジニア、ソフトウェア開発者"
        },
        {
          "title": "専門職",
          "description": "難しい事に挑戦したり、知識を極めるのが好きなため知的専門職が向いている。この手の仕事は、一人または有能な少人数で働け、自らの裁量で仕事を進められる事も多い。そういった点にも惹かれる。なお正確さが重要視され、手続き、ルールに縛られすぎる専門職は向いていない。",
          "example": "弁護士、弁理士、建築士、翻訳者、アクチュアリー"
        },
        {
          "title": "教育・学術",
          "description": "INTPは大学教授に多い典型的な性格である。常に何かを探求し、新たな方法を模索するところが性にあっている。高等教育の教師としても優秀だが、厳しい性格なので生徒から人気抜群とはいかないかもしれない。",
          "example": "大学教師、大学教授、専門学校の教師、科学者、研究者、学芸員"
        },
        {
          "title": "ビジネス",
          "description": "ものごとの全体像を見通し、将来件を予測するのが得意なので、経済や金融の分野でも活躍できる。ただし対人的自発性が強く求められる職場だと、エネルギーを消費してしまう。またルーチンワークが嫌いで、硬直した考え方の人と働くのも我慢できない。",
          "example": "企画部門、管理部門、マーケットや製品の開発者、ファイナンシャルアナリスト、起業家、ベンチャーキャピタリスト、ビジネスアナリスト、戦略プランナー、投資銀行、経営コンサルタント、企業内の研究開発職"
        },
        {
          "title": "医療/福祉",
          "description": "直接サービスを施す福祉職にはほとんど関心がない。しかし研究者や、専門的な知識を身につけ自立して働ける医師には大いに魅力を感じる。",
          "example": "医師、獣医、薬剤師、医療系の研究者"
        },
        {
          "title": "クリエイティブ",
          "description": "柔軟な考え方ができ、独創的なものを作り出せるところに魅力を感じる。他の職種に比べると制約に縛られずに働けるところや、独立できる点も好まれる。",
          "example": "ライター、グラフィックデザイナー、アニメーター、WEBクリエイター、批評家、編集者、写実家、エンターテイナー、音楽家、プロデューサー、ディレクター、ゲームプランナー"
        }
      ]
    },
    "compatibility": {
      "best": "ESFP",
      "terrible": "ESFJ",
      "good": [
        "ESTP",
        "INTP",
        "ENTJ",
        "ISFJ",
        "ISTP"
      ],
      "normal": [
        "ISFP",
        "INTJ",
        "INFP",
        "ENFP"
      ],
      "special": [
        "ENFJ",
        "ISTJ",
        "ESTJ",
        "INFJ"
      ],
      "bad": "ENTP"
    }
  },
  "ISTP": {
    "name": "危険やスリルを求める人",
    "type": "職人気質",
    "character": "巨匠",
    "description": "１６タイプの中で最も実務的な性格です。何事も客観的に判断し、冷静沈着。危機に直面すると、迅速に問題を解決します。道具、機械、楽器などを扱うのが得意な人が多く、手先も器用な人が多いです。事実を観察して、心の中で分析・評価する事に自然と関心が行きます。そのため現実的で勘が良く、最小限の努力で最大の成果を上げます。すぐに活用できない抽象的な理論や無駄な会議には興味を持ちませんし、面倒な規則は無視ようとします。そして新鮮で具体的な課題に挑戦する事を好みます。生来の一匹狼で、人にあまり関心を持ちません。自分の感情を他人と分かち合うのが苦手で、またそんな事をする必要もないと考えています。聞き手に回る事が多くあまり異議をとなえないので、賛成しているのかと思われる事もあります。しかし実際は発言しないだけで自分なりの考えを持っています。大抵は静かで控えめですが、自分がよく知っている事に関してはお喋りになる場合もあります。学校や職場では一匹狼に見えるISTP型ですが、趣味仲間を作るのは好きです。その場合、たとえ会話はなくても趣味における道具、行動を通して友情を育みます。また誰に対しても平等であり、気前がいい面もあります。仕事でも私生活でも、活動的で危険な事をしていると元気になります。野外活動やスポーツを好む人が多く見られます。強風時に外に出たくなったり、ゲームでスリルを楽しむ人も多いはずです。余談ですが、この性格型は「武装型」と呼ばれる事があります。消防士やパイロット、狙撃兵、スポーツ選手のような、危険が伴う仕事や武器を扱うプロフェッショナルに、ISTPが多いためです。ISTP型の冷静で臨機応変な点は大きな強みです。しかし次のような弱点も持っています。自由時間が欲しいので最低限の事しかやらない傾向があります。できるだけ近道をしたい、無駄な努力をしたくないという感情が強すぎるためです。臨機応変で常に新しい情報を集めようとするので、優柔不断で煮えたぎらない所があります。また人間関係には弱く、ちょっとでももつれると責任から逃れようとします。",
    "heterosexual": {
      "love": "恋愛ではドラマチックでジェットコースターのような恋愛を好み、平凡な恋愛には退屈してしまうタイプです。好きになればそれ以外のことを気にしないようなところもあるので、恋人を選ぶ基準にあまり一貫性がないのも特徴です。知り合った相手と打ち解けるまでに時間がかかりますが、少しずつ心を開いて自分のことを理解してもらおうとするので、仲良くなればとことん仲良くなり、少しずつ相手からも理解されるようになるタイプです。本来は一匹狼タイプなので、そもそも恋愛に執着心がない人もいます。趣味を楽しんだり、友人と飲みに行ったり、一人でのんびり過ごしたりするだけでも満足することができます。",
      "merry": "自分の大事にしている習慣や価値観を崩してまで恋人を作ったり結婚したりするようなこともないので、独り身でも構わないと考える人も多くいます。本来は結婚願望が強い方ではありませんが、周囲の目線を気にしすぎるようなところがあるので、結婚するような年齢だからという理由で結婚を決意するタイプです。自由でありたいと思う気持ちが強く、結婚しても、仕事や趣味を通じて自分の欲求を満たしたいと考えます。束縛の激しいタイプとは相性が悪く、結婚後にストレスを感じることになります。ほどほどに自由にさせてくれる相手の方が相性はいいでしょう。"
    },
    "job": {
      "environment": [
        "ルーチンワークや、書類仕事が少ない",
        "抽象的な理論や計画より、今眼の前で起きている事に全力を出せる",
        "論理的な事に重きを置かれる",
        "臨機応変、即座に対処する事が求められる",
        "自立性や独立性が奨励される",
        "官僚的でなく、自由に仕事が進められる",
        "機械や道具を扱う",
        "外出する機会がある",
        "一人で、または馬の合う同僚と仕事ができる",
        "上司の監督が厳しくなく、自分も部下を管理する必要がない",
        "細々とした社交的な気遣いが不要",
        "チャレンジ精神が求められ、いつも違う事に対処する"
      ],
      "jobList": [
        {
          "title": "IT",
          "description": "物事を効率よく解決する方法を考えるのが得意。数字に強く論理的なので、IT系に適性がある。あまり他人と話す必要がなく一人で作業する割合が多い点も向いている。",
          "example": "プログラマー、システムエンジニア、ネットワークエンジニア、ソフトウェア開発者、システムアドミニストレータ、コンピューターの保守/メンテナンス"
        },
        {
          "title": "ビジネス",
          "description": "膨大なデータを整理し、要点をまとめることができる。さらに細かいところまで正確なので、数字を扱う職業に向いている。ただし、規制やルールが多い職場には魅力を感じない。ある程度行動の自由が認められ、一人で作業する時間を確保でき、会議や打ち合わせが少ない仕事が向いている。",
          "example": "銀行員、証券アナリスト、法律事務、不動産鑑定士、税理士、物流マネージャー"
        },
        {
          "title": "公務員/教育",
          "description": "官僚主義が嫌いで自由に働きたいこのタイプに、公務員は向いていないようにも思える。しかし活動的な分野では多くのISTP型が活躍する。基本的には一人を好むが、同格の仲間とは巧みに協力できる性格でもある。",
          "example": "警察官、消防官、自衛官、高校/大学の運動コーチ"
        },
        {
          "title": "医療",
          "description": "正確な作業と、複雑な機器の取扱が求められるこの分野に向いている。ISTP型は緊急事態でも迅速に物事を解決できるため、緊急医療の現場でも活躍できる。一方で福祉系の職業にはあまり興味を示さない。このタイプは患者との人間関係よりも、技術や機械を扱う事に興味がある。",
          "example": "臨床検査技師、臨床工学技士、救急救命士、歯科衛生士、歯科医師、医師（外科医、麻酔医など）"
        },
        {
          "title": "職人/エンジニア",
          "description": "このタイプは体を動かすのが好きで、生まれつき機械に強い。ある程度の自由裁量が認められる仕事も多い。",
          "example": "機械設計、機械修理、エンジニア、プロスポーツ選手、パイロット、測量士、農業、大工、造園、航空機整備士、航空管制官、内装工、探偵"
        },
        {
          "title": "クリエイティブ",
          "description": "五感と道具使って、目で見、耳で聞ける作品を創造する事を好む。これらの仕事は、規則に縛られず一人で行える事も多い。",
          "example": "画家、イラストレイター、音楽家、写真家、カメラマン"
        }
      ]
    },
    "compatibility": {
      "best": "ENFP",
      "terrible": "ENFJ",
      "good": [
        "ENTP",
        "INTP",
        "ESTJ",
        "INFJ",
        "ISTP"
      ],
      "normal": [
        "ISFP",
        "ISTJ",
        "INFP",
        "ESFP"
      ],
      "special": [
        "ESFJ",
        "INTJ",
        "ENTJ",
        "ISFJ"
      ],
      "bad": "ESTP"
    }
  },
  "ISFP": {
    "name": "調和を願う職人",
    "type": "職人気質",
    "character": "冒険家",
    "description": "会話や文章表現にあまり関心がなく、他人に影響力を発揮したいとも思わず、趣味なども親しい人以外にはなかなか見せないので、最も影が薄い性格型と言えるかもしれません。しんぼう強くて柔軟性があり、他人の気持ちを察するのも得意なので、大抵の人とはうまく付き合えます。ただ多くの人と積極的に付き合うと言うよりは、家族や、少数の仲の良い人といっしょにいる事を好みます。特に時間をかけて自分の内面を理解してくれる人とは親しくなります。あまりリーダーシップを取ろうとは考えておらず、代わりに他者を見守ったりサポートに回ります。また人に対する思いやりを言葉より、行動で示そうとします。いま生きることを楽しみ、その瞬間瞬間を味わいます。そのため、やりたいと感じた事を、すぐに、満足するまでやろうとします。何に興味を持つかは人それぞれですが、絵、音楽、料理、体を動かす事など、目で見て、耳で聞き、体で感じる活動を好みます。一旦活動しだすと、脇目もふらず熱中する事もあります。また自然や、田園風景、動物、子供などに対して、他のタイプより高い関心を示す事が多いようです。これらの特性により、芸術家や職人として活躍している事もあります。短期的な計画は立てますが、長期的な計画を立てるのは苦手です。広い視野で物事を見たり、前もって準備する気になかなかなれません。また整理整頓も苦手です。ISFP型の職人芸、人を思いやる性格は大きな美点ですが、同時に弱点でもあります。というのも他人の問題につい首を突っ込みすぎたり、自分のやりたい事より相手の願いを叶える事に懸命になってしまう事があるからです。こうなると心身によくないので、もっと自分自身の要求を主張するようにしましょう。また人をあまり疑わないため、話術に長けた悪人に騙されてしまう危険があります。",
    "heterosexual": {
      "love": "その場の気持ちやフィーリングを大事にするので、感覚が合う異性とであればすぐに仲良くなることができます。一方で好き嫌いがはっきりしており、感覚が合わない相手とはとことん合わない性格です。自分の世界を大事するので異性からは何を考えているのか分からないと思われがちですが、一度仲良くなれば、思いやりを持って相手に接することができるので長続きします。人間関係を大事にするのと同じように、恋人のことも大事にすることができます。ただ、恋人と一緒にいられる時間を大事にすることはできますが、二人の将来のことを考えるのが好きではないので、恋人との将来を考えるのが苦痛だという人もいます。恋人に自分の考えをはっきりと言えずに悩む人もいるでしょう。",
      "merry": "協調性があるので円満な家庭を築くことができるタイプの性格です。男性であれば積極的に家事を手伝ったり子供の面倒を見ますし、女性であれば旦那を支えたり家庭を守ろうと奮闘します。ISFPは素直で柔軟に相手の考えを受け入れることができるので、多少のいざこざがあってもうまく対処することができます。人によっては平和主義的で、そもそも争いごとになるのを嫌がり、波風を立てるようなことをしない人もいます。ISFPは良くも悪くも今を生きるタイプなので、長期的に資産を運用したりお金を管理したりということは得意ではありません。パートナーとして相性がいいのは、逆に計画性のあるしっかり者タイプです。"
    },
    "job": {
      "environment": [
        "やりがいがあり、人の役に立てる仕事",
        "自分の価値観を曲げずに済む",
        "お金は二の次",
        "一人で仕事を進められる空間がある",
        "自分と馬が合う人がいる",
        "思いやりがあり親切な同僚がいる",
        "厳しいルールが少なく、自由に仕事を進められる",
        "審美的で、心が動かされる仕事",
        "理論や推測ではなく、実態のあるサービスや商品を扱う",
        "仕事の結果起きたことを、自分の目ですぐに確認できる",
        "身分の安定が保障されている",
        "職場に人間関係の対立が少ない",
        "あまり人前で話さずに済む"
      ],
      "jobList": [
        {
          "title": "医療/福祉",
          "description": "医療福祉系には幅広い適性がある。具体的なサービスを施し、相手の役に立っていると実感できると、大きなやりがいを感じるからだ。また医療福祉職は体を動かしたり手先を使う仕事も多い。ISFP型は思いやりや熱意を、言葉よりも行動で表すため、向いている。",
          "example": "看護士、精神保健福祉士、社会福祉士/医療ソーシャルワーカー、介護福祉士、ケアマネージャー、理学療法士、鍼灸師 、マッサージ師、整体師、臨床検査技師、臨床工学技士、歯科衛生士、獣医助手、栄養士、管理栄養士、作業療法士、アートセラピスト、医師、歯科医師、獣医、言語聴覚士、薬剤師、ホスピス職員、医療系の研究者（実践的な応用が効くもの）、ベビーシッター"
        },
        {
          "title": "職人/クリエイティブ",
          "description": "審美眼があり、五感を最大限活用しての物づくりを好む。できれば独立して、一人で好きな仕事をしたいと考えている事が多い。体を動かし、手先を使う職人的な仕事にも向いている。",
          "example": "イラストレイター/画家、アニメーター、漫画家、ファッションデザイナー、インテリアコーディネーター、大工、庭師、陶工、塗装工、ダンサー、調理師、仕立屋、ジュエリーデザイナー、美容師、理容師、花屋、園芸家、農業、動物のトレーナー、トリマー、機械工、家電修理、測量士、カメラマン、パイロット、声優"
        },
        {
          "title": "公務員/教育",
          "description": "自分の専門分野について教えるのを好む。小さな子供の相手をするのも得意だ。公務員としては現場に近い実働部隊として、市民の役に立てると満足感を覚える。",
          "example": "保育士、教師、運動コーチ、地方公務員、国家公務員、警察官、消防官"
        },
        {
          "title": "ビジネス",
          "description": "ギラギラした競争心や出世意欲とは無縁で、静かに落ち着いて仕事を行いたいと考えている。ビジネス分野で大活躍とはいかないが、縁の下の力持ちになる。また職場全体を快適にする才能がある。",
          "example": "経理、総務、法務、法律事務、タイピスト、小売業、販売業、翻訳/通訳、旅行代理業、ルート営業、コンピューターオペレーター"
        },
        {
          "title": "科学／技術",
          "description": "実践的かつ活動的な技術を使いたいので、アウトドアで活動できる学問を好む。ある程度のリスクは、積極的におかす勇気もある。抽象的で難しい理論が必要だと魅力を感じない。",
          "example": "植物学者、地質学者、海洋生物学者、動物学者、考古学者"
        }
      ]
    },
    "compatibility": {
      "best": "ENTP",
      "terrible": "ENTJ",
      "good": [
        "ISFP",
        "ESFJ",
        "INTJ",
        "INFP",
        "ENFP"
      ],
      "normal": [
        "ESTP",
        "INTP",
        "ISFJ",
        "ISTP"
      ],
      "special": [
        "ENFJ",
        "ISTJ",
        "ESTJ",
        "INFJ"
      ],
      "bad": "ESFP"
    }
  },
  "ESTP": {
    "name": "いつも忙しい冒険家",
    "type": "職人気質",
    "character": "起業家",
    "description": "いつも慌ただしい生活を送っている活発な人です。好奇心旺盛で、遊ぶのが大好きで、後先考えずに行動します。意外なできごとが大好きで、複雑すぎない事や感情的に緊張しない事なら何でも首を突っ込みたがります。他の人からは、「異常に活発だ」とか「落ち着きがない」と思われる事もしばしばあります。アウトドアやスポーツが好きな事が多いです。早業などを真似したがり、危険なことも省みません。運動神経がよく、興味を持った事にはすぐに夢中になり、多趣味です。体を動かす活動以外では、おしゃれ、食事、機械いじりなど、五感で楽しめる活動を好みます。リスクを冒してでもスリルを求める傾向にあります。逆につまらない単調作業の繰り返しや、一箇所でじっとしている事に苦痛を感じます。また暗い話題は苦手で、そういった場からは逃げ出そうとしたり、話をそらします。お喋りで社交的です。特にジョークが得意で、場の雰囲気に合わせて際限なく面白い話を考えます。気前が良く、社交術も心得ている事が多いため、友人は多い方です。また人を説得するのも得意で、人柄の良さだけでなく、理論やアイデアで納得させる事もできます。新しいものを好む実務家で、論理的に分析するほか柔軟に方向転換します。無駄だと思ったことはすくに止めます。面白くなければ読んでいる途中の本もすぐに投げ出しますし、部屋の片付けも時間がもったいないので乱雑です。慣れ親しんだものでも飽きると、すぐに新しいものに飛びつきます。やっている最中の仕事を放置して新しい事を初めてしまう事もありますが、集中量はかなりのものなので土壇場で何とか仕上げます。論理的なので時に客観的な見地から厳しい判断を下しますが、基本的には押し付けがましくない方です。何事も柔軟に対処し、自分にも他人にも寛容だからです。ESTP型の新しい物好きで活発な所は大きな長所ですが、周りの人に迷惑をかける時もあります。たいした考えもなく突発的に行動し、予期せぬ危機に巻き込まれると大騒ぎします。社交的なので周りの人も巻き込んで大混乱に陥らせます。仕事でも決められた手順を無視して自己流で処理するため、トラブルメーカーぶりを発揮します。遊び好きで外見を派手にする傾向があるので、傲慢な人間に見られたり、敬遠されてしまう事もあります。誠意ある会話を長時間続ける忍耐力もないため、浮ついた会話も多くなりがちです。",
    "heterosexual": {
      "love": "人付き合いが上手なので、異性との付き合い方も上手です。ただ、それは恋愛に対して興味を持てるかどうかによる部分もあります。興味があることとないことがハッキリしており、恋愛に興味がある人はそこに情熱的ですが、興味がない人はとにかく恋愛に対して消極的です。スリルを求める探求者的な要素もあり、恋愛に対してもスリルを求めるところがあります。異性の好みが突然変わったり、一人を情熱的に愛していたかと思えば、突然別の人を好きになったりします。典型的な浮気しやすいタイプです。恋人との付き合い方としては、ハッキリとした言葉を使うため、良くも悪くも考えていることや気持ちが相手に伝わりやすいです。ときには悪意は無くても相手を傷つけてしまうようなこともあるでしょう。合理的に考える性格ゆえに感情的で一貫性がないような相手が恋人だと「何を考えているのか分からない。。。」と悩むことがあります。相性がいいのは同じように合理的な考えをするタイプです。",
      "merry": "安定した退屈な生活を望まないので、結婚してからも、職業を変えたり、住む場所を変えたりと、常に冒険心をもって過ごすでしょう。それができないと強いストレスを感じて、ある日突然に環境を変えたくなったりします。決して一途な性格とは言えないESTPですが、合理的で現実的な考え方をするので、結婚は生活のためには必要だと割り切って、不満やストレスがあっても結婚生活を忍耐強く続ける人もいます。"
    },
    "job": {
      "environment": [
        "成果主義",
        "職場に活気が満ちあふれている",
        "臨機応変に仕事を進められる",
        "規則やルールが少なく自由に働ける",
        "職場環境が物理的に快適",
        "毎日違うことがあり、結果を予想できない仕事",
        "実際に働きながら技能や知識をつけられる",
        "ルーチンワークや書類仕事が極力少ない",
        "様々な人との出会いがある",
        "努力が、具体的な製品やサービスに結びつく",
        "批判的論理的に検討し、その場で物事を改良できる"
      ],
      "jobList": [
        {
          "title": "ビジネス",
          "description": "実務的、社交的、交渉上手なESTP型は営業の達人になれる。リスクを恐れず急な変化にも強いので、成果主義の業界や競争が激しい職種にも適応できる。自ら事業をたちあげたいと考える者も多い。ただし官僚主義的で制約が多い職業、仕事の成果がすぐには分からない職業、デスクワークやルーチンワーク中心の仕事には向いていない。",
          "example": "営業、不動産仲介／販売、起業家、卸売り、小売業、自動車販売、経営コンサルタント、フランチャイズ店のオーナー、株式投資ブローカー、投資家、銀行員、保険のセールス、保険代理業、ファッションバイヤー"
        },
        {
          "title": "職人/エンジニア",
          "description": "このタイプは、道具を用いて作業をする職業に魅力を感じる。",
          "example": "パイロット、カメラマン、写真家、調理師、システムアドミニストレータ、エンジニア、職人、土木技師、測量士、航空整備士、造園、航空管制官"
        },
        {
          "title": "公務員",
          "description": "官僚主義を嫌うこのタイプには、一見公務員が向いていないようにも思える。しかし、持ち前の活力と交渉能力を活かせる職種には適性がある。",
          "example": "外交官、警察官、自衛官、消防官"
        },
        {
          "title": "医療/福祉",
          "description": "危機的な状況を素早い判断で乗り切ることができる、手先が器用で機械に強い、不規則な勤務形態にも適応できるといった特徴があるため、緊急医療の現場に向いている。",
          "example": "救急救命士、臨床工学技士、スポーツ医療、臨床検査技師"
        },
        {
          "title": "体を動かす仕事",
          "description": "多くがスポーツ愛好家で、体を動かす事が好きだ。自信があれば、この分野のプロを目指すのも手だ。",
          "example": "プロスポーツ選手、運動コーチ、ダンサー、大エ、農業、建設労働者"
        },
        {
          "title": "エンターテイメント",
          "description": "このタイプにとって、仕事は楽しむものである。そして周りの人にも楽しい気分を味わってもらいたい。変化が速い業界にも対応できるので、エンタメ分野に適性がある。",
          "example": "客室乗務員、添乗員、バーテンダー、報道記者、イベントプランナー、芸能人、俳優、音楽家"
        }
      ]
    },
    "compatibility": {
      "best": "INFP",
      "terrible": "INFJ",
      "good": [
        "ENTP",
        "ENFJ",
        "ISTJ",
        "ESTP",
        "INTP"
      ],
      "normal": [
        "ISFP",
        "ESFP",
        "ESTJ",
        "ENFP"
      ],
      "special": [
        "ESFJ",
        "INTJ",
        "ENTJ",
        "ISFJ"
      ],
      "bad": "ISTP"
    }
  },
  "ESFP": {
    "name": "楽しい事が好きな人",
    "type": "職人気質",
    "character": "エンターテイナー",
    "description": "人と一緒にいるのが好きで、日常生活そのものに楽しみを見出します。純粋に楽しい事が好きで、他者が楽しめるように工夫する事にやり甲斐を感じます。他人を受け入れたいので、自分の意見を押し付けません。機転がきき、思いやりもあるので、多くの人に満遍なく好かれます。ただし不和を嫌うので、無神経な人とは付き合いたくないと考えています。現実的で物事をありのままに見たり、感じたりします。理論的な見解よりも、自分の五感で感じた事を信頼します。集めた情報から解決策を見出すのが得意なほか、特に人に関する細かい事をよく覚えています。自分の外見に誇りを持っている人が多く、健康で魅力的な体を維持するために努力します。人との出会い、美味しい食べ物、おしゃれ、動物、自然など、様々な新しい経験に胸を踊らせますが、一箇所に腰を落ち着けるのは苦手です。自由奔放なところがありますが、他人との対立は望んでいないので、無駄な波風を立てるぐらいなら、従うべきところでは素直に従う事が多いです。心配事には最も耐えられないタイプで、暗い話題や不安は忘れるか、見てない事にしようとします。ESPF型は一度しかない人生を愉快に楽しむ事でしょう。しかしその性格ゆえに、不快な事件に遭遇する事もあります。まず計画を立てるのが苦手なので、避けられたはずの厄介事に巻き込まれます。また誰かを喜ばせたいあまり、論理的妥当性よりも感情を重視する事があります。人の長所ばかり見て失望したり、悪い人に騙される事もしばしばです。誘惑に弱く、自分を律するのが苦手という問題もあります。",
    "heterosexual": {
      "love": "同性の友達は広く受け入れますが、交際相手は慎重に相手を選びます。内気で暗いタイプのひととはあまり付き合いたいとは思っていません。一緒に何かを楽しめるかどうかを恋人を作るときの基準にする人もいます。愛情深いタイプで一度好きになれば一途な恋を貫きます。そうそうのことでは浮気をするようなことはないでしょう。相手がどうすれば喜ぶかを考えることができるので、恋愛は比較的うまくいくタイプです。恋人の気持ちに対して敏感なので、自分のことを本当に好きなのか、嫌だと思っている部分はないのかが常に気になってしまうタイプです。極端な場合には仕事中にも恋愛のことを考えてしまう恋愛体質な人もいます。",
      "merry": "恋愛感情を優先してしまうため、結婚相手としてふさわしくないような相手であっても好きになってしまいます。それがうまくいくこともありますが、結婚してから後悔したり、年齢を重ねるにつれてなんでこの人を選んだのかと自分を責める人もいます。相性がいい相手との結婚であれば、ESFPの特徴でもある積極的なコミュニケーションによって、円滑な結婚生活を送ることができます。ただ、子供が生まれれば、積極的に旅行やレジャーに出かけ、新しいことを学び経験させることに楽しみを見出します。教育熱心ではありませんが、子供からは愛されるいい親になるでしょう。"
    },
    "job": {
      "environment": [
        "すぐに結果が分かり満足感が味わえる仕事",
        "人のために尽くす職業",
        "自分を表現できる仕事",
        "決まった手順や制限が少なく自由",
        "実行力が求められる",
        "ペースが早い",
        "エネルギッシュで活気がある職場",
        "職場が色彩豊かで綺麗",
        "管理業務が少なく、現場で相手と直接関われる",
        "人と協力して働け、周りから感謝される",
        "仕事を通じて、社交を楽しめる",
        "日々新しい出来事や驚きがあり、楽しく過ごせる",
        "実体験から技能や知識を身につけられる"
      ],
      "jobList": [
        {
          "title": "医療/福祉",
          "description": "顧客に直接関わり、役に立てると満足感を覚えるので適性がある。また医療福祉系の仕事は、体を動かし、手先を使って作業する事も多いため、活動的なESFP型に向いている。",
          "example": "看護士、精神保健福祉士、社会福祉士/医療ソーシャルワーカー、介護福祉士、ケアマネージャー、理学療法士、鍼灸師 、マッサージ師、整体師、臨床検査技師、臨床工学技士、歯科衛生士、栄養士、管理栄養士、作業療法士、アートセラピスト、医師、歯科医師、獣医、言語聴覚士、薬剤師、ホスピス職員、歯科技工士、ベビーシッター"
        },
        {
          "title": "ビジネス",
          "description": "ギラギラした競争心や出世意欲とは無縁で、義務やスケジュールにしばられるのも嫌いだ。しかし人を説得したり、初対面の人間と仲良くなるのが得意なので、営業や接客で活躍できる。あまり規則が厳しくなく、いろいろな人と日々出会える職場が向いている。",
          "example": "営業、接客、広報、受付、秘書、商品プランナー、チームトレーナー、客室乗務員、添乗員、保険代代理業、不動産業、小売業、顧客サポート、ウエディングプランナー"
        },
        {
          "title": "クリエイティブ",
          "description": "ESFP型は多忙でペースが速い業界にも適応でき、人を楽しませるのが好きだ。美的センスに優れ、リスクをおかす覚悟もある。決意が固ければ、クリエイターやマスメディアの世界を目指すのも手である。",
          "example": "写真家、映画プロデューサー、音楽家、ダンサー、コメディアン、イベントコーディネーター、画家、イラストレイター、漫画家、アニメーター、彫刻家、スタイリスト、ファッションバイヤー、ニュースキャスター、アナウンサー、俳優、芸能人、テレビ局のカメラマン、インテリアコーディネーター、庭園設計士、声優"
        },
        {
          "title": "教育",
          "description": "子供の世話をしたり、相手を褒めるのがうまいので、教師に適性がある。大抵は活発でスポーツが好きなので、良いコーチにもなれる。ただしカリキュラムそって、受験に必要な知識を教える教育は好まない。",
          "example": "保育士、教師（特に小学校、芸術、音楽）、運動コーチ"
        },
        {
          "title": "職人",
          "description": "体を動かして、何かを作る仕事に魅力を感じる。それでいて、細かい規則に縛られず働け、直接人に喜んでもらえればなお良い。",
          "example": "調理師、農業、大工、トリマー"
        },
        {
          "title": "科学／技術",
          "description": "アウトドアで活動できる学問を好む。抽象的で難しい理論が必要だと魅力を感じない。",
          "example": "環境科学学者、動物学者、海洋生物学者、地質学者"
        }
      ]
    },
    "compatibility": {
      "best": "INTP",
      "terrible": "INTJ",
      "good": [
        "INFP",
        "ESFP",
        "ENTJ",
        "ISFJ",
        "ENFP"
      ],
      "normal": [
        "ENTP",
        "ESFJ",
        "ESTP",
        "ISTP"
      ],
      "special": [
        "ENFJ",
        "ISTJ",
        "ESTJ",
        "INFJ"
      ],
      "bad": "ISFP"
    }
  },
  "ISTJ": {
    "name": "一人コツコツ努力する人",
    "type": "保護者気質",
    "character": "管理者",
    "description": "真面目で責任感がある性格です。組織や家族など親しい人への忠誠心が強く、自分が言った事に責任を持つので信頼されます。また一度や決めたことは、困難に遭遇しても最後までやり通そうとします。実践的な事を重視し、物事の細部までよく覚えており集中力もあります。そして自分の経験から的確に判断を下します。論理的で客観的なので、時に非情な決断を下す事もあります。また周囲の感情に気を配らないため、冷たい人だと思われる事もあります。何事も予定を立てて順番にこなして行くので達成率は高いのですが、周りにそうしない人がいるとイライラします。一度たてた計画を変更させらそうになると頑固に抵抗します。またリスクを取る事は好まず、慎重で保守的です。未知の物や、社会一般に承認されていない説を疑います。未来の可能性にかけるより、今起きている事にひたむきに取りくみたいと考えています。ISTJが新しい方法を取り入れるのは、成果が出ると事実から証明された時です。あくまでも実践的ですぐに役に立つ事が大切なのです。一人でいる事を好み、他者から指図されたり、人の助けを借りたいとは思いません。一人コツコツ作業するのが性に合っています。ただし必要性が感じられ、役割と責任範囲が明確ならグループ活動にも積極的に参加します。そのため社交的な性格と勘違いされる事もあります。特にISTJ型の男性の場合は、同性の友人やグループで活動する事を好みます。無駄遣いは嫌いで、何かを買う時は、見た目よりも実用性を重視します。約束を守らない人、オーバーなしゃべり方をする人や、派手で贅沢な人などには、内心眉をひそめます。 ISTJ型の真面目で論理的、初心貫徹の精神は大きな美点です。しかし苦手な事もあります。まず日々の細かい作業に没頭しがちなため、大局を見るのが苦手です。変化に対応するのも難しく感じるかもしれません。また自分の見解とは異なる説を一方的に拒んだり、人の感情を考慮せず意見を主張する傾向もあります。",
    "heterosexual": {
      "love": "恋愛に対しても真面目なので、異性からは非常に信頼を得やすいタイプです。遊び相手の恋人というよりは本命の結婚相手として選ばれることが多いです。若い頃は恋愛に縁がなくても結婚適齢期になると急に人気になる人もいます。一方で、真面目過ぎることが災いして恋愛がうまくいかないこともあります。真面目に礼儀正しくしているつもりでも、相手からすると面白みのないタイプだと思われたりして損することがあるからです。ときには真面目さを崩すことができると恋愛はうまくいくようになります。ISTJは感情表現が豊かなタイプではないので、嬉しいのか、悲しいのか、怒っているのか、それをはっきりと伝えるようにすることもISTJの恋愛には必要です。恋愛相手としては、いつも一緒にいたいというタイプよりは、程よく一人の時間を大切にし合えるようなタイプの方がうまくいきます。ISTJは人よりも自分の時間を重視する傾向があるからです。",
      "merry": "家族などの近しい人への忠誠心は強く、家庭をもてば、家族での食事や休日の家族サービスを大切にします。家訓や子供の教育方針を打ち出すような古風な一面もあります。お金の管理も苦手ではないでしょう。結婚相手としては理想的な特徴を持っているのがISTJの特徴です。ただし、良くも悪くも計画的でしっかりしているので、家族が家庭内のルールを守れないようだとストレスが溜まるかもしれません。ときには柔軟性をもって相手の言い分を聞き入れることができるようにすることが欠かせません。"
    },
    "job": {
      "environment": [
        "目に見える形で実際的な結果が現れる仕事",
        "客観性が求められ、やり方が決まっている仕事",
        "実験的な手法を試さずに済む",
        "抽象的な事を考えたり、対人的自発性が強く求められる職業はNG",
        "事実や結果に着目し、現実的な対処を行う仕事",
        "正確に作業をこなしていく仕事",
        "長期的な雇用保障がある",
        "突発的な出来事が少なく、安定したペースで進められる",
        "一人で作業する空間が確保されている",
        "１対１か少人数のグループで働ける",
        "静かで整理整頓されている職場",
        "決然とした態度で課題を遂行できる"
      ],
      "jobList": [
        {
          "title": "ビジネス",
          "description": "組織によく馴染み、細かいところまでミスをせずに働くので、事務系の仕事や数字を扱う仕事が向いている。",
          "example": "総務、人事、経理、法務/法律事務、事務職、銀行員、不動産鑑定士、公認会計士、司法書士、行政書士、税理士、株の投資、ルート営業、技術営業、保険代理業"
        },
        {
          "title": "公務員",
          "description": "多くは安定志向で、しっかりした組織の中で真面目に働きたいと考えている。地域や社会に貢献したいISTJ型にとって公務員は非常に魅力的だ。",
          "example": "地方公務員、国家公務員、教師、警察官、消防官、自衛官、税務署職員、裁判官、裁判所書記官、図書館司書、団体職員"
        },
        {
          "title": "技術者",
          "description": "技術畑の仕事に強く、正確に手順を踏んでの作業に向いている。技術職や保守メンテナンス業務に適正があると言えよう。他の職業に比べると一人や少人数で働けるのも嬉しいところだ。",
          "example": "プログラマー、システムエンジニア、ネットワークエンジニア、コンピューター/機械/建物等の保守やメンテナンス業務、電気技師、機械工、農業、気象予報士、機械設計、各種エンジニア、鉄道運転士"
        },
        {
          "title": "医療",
          "description": "社会的なステータスを重視するISTJ型は医療系にも魅力を感じる。ミス無く正確に仕事を進める必要がある点でも向いている。一方で福祉職にはさほど関心を示さない。このタイプに向いているのは、比較的感情に気を配らずに済み、技術や事務仕事が重要な医療職である。",
          "example": "医師、獣医、歯科医、保健師、医療事務、薬剤師、医療研究者、臨床検査技師、臨床工学技士"
        }
      ]
    },
    "compatibility": {
      "best": "ENFJ",
      "terrible": "ENFP",
      "good": [
        "ESFJ",
        "ISTJ",
        "ESTP",
        "INFP",
        "ISFJ"
      ],
      "normal": [
        "INTJ",
        "ENTJ",
        "INFJ",
        "ISTP"
      ],
      "special": [
        "ENTP",
        "ISFP",
        "ESFP",
        "INTP"
      ],
      "bad": "ESTJ"
    }
  },
  "ISFJ": {
    "name": "サービスマン",
    "type": "保護者気質",
    "character": "擁護者",
    "description": "忠誠心が強く、勤勉でひたむき、おもいやりもある性格で、人の役に立ちたいという願望があります。特に目の前に困っている人、助けが必要な人がいると、手を差し伸べたくなります。大量のデータを扱うのが得意で、物事の細部まで正確にこなす集中力があります。人の声や表情、名前などをよく覚え、繰り返しが多い単調作業への耐性も高いです。そして必要な事であれば、困難にぶつかっても最後までやり通します。一方で想定外のできごとは苦手なので、何事も計画通りに進まないと安心できません。休日の過ごし方でさえ、計画をたてて管理します。人と交流するときは暖かく接します。といっても社交家ではなく、一人でゆっくりしたり、家族や少数の親友と過ごすことを好みます。物静かで自分の感情が揺れ動いている時でも、気持ちを打ち明ける事はあまりありません。ただ、そういった深い所にある感情を理解してもらえると嬉しく感じます。浪費や、身の丈にあっていない派手な生活は嫌いです。派手で金遣いの荒い人よりも、静かで控えめな相手を友人として選ぶことの方が多いようです。ISFJ型の真面目でサービス精神溢れる所は大きな美点です。しかしそれ故困った事も起きます。まず自分の欲求より、家族や友人の願いを優先してしまう事があります。押しが強い人につけ込まれて、何かと頼まれごとをされる事もあります。これでは幸せになれません。また細かい作業に強く労をいといませんが、うっかりすると日々の単調な作業にはまり込みヘトヘトになってしまいます。さらに周到に計画を練るわりには、将来を見通すのは苦手なので、努力した割には報われない事もあります。",
    "heterosexual": {
      "love": "恋愛は受け身型で、自分から積極的に異性を落としにかかるようなことはありません。好きな異性がいても相手からアプローチされるのを待っているところがあり、恋愛が片思いで終わることもしばしばです。冷静でしっかりと考えて相手を選ぶところはISFJの良い面ですが、慎重に選びすぎるあまりになかなか心から良いと思える相手と出会うことができないこともあります。責任感は強い方なので、本当に好きな相手であれば比較的長く続くタイプです。うまくいかないことに対してもどうすれば解決できるかを考えることができます。相手のことを思いやる気持ちもあるのでうまくいけば愛し愛される理想的な関係性を築くことができるでしょう。",
      "merry": "結婚相手を慎重に選ぶところがあるので、いい相手さえ見つかれば結婚生活はうまくいくことが多いでしょう。誠実さと責任感の強さから、家族をもてば仕事と家庭のバランスを保つことに努力します。男性であれば家族のために一生懸命働きたいと思うでしょうし、女性であれば旦那を支えて家庭がうまくいくように最善の努力をします。ネガティブな側面としては平和主義的で問題が起こってもそれで波風を立てることを嫌がります。不満があってもそれを隠して我慢できてしまうので、結婚生活にストレスを溜めやすいのです。自分の思っていることをいかに相手に伝えられるかが結婚生活の成否を分けるといってもいいでしょう。"
    },
    "job": {
      "environment": [
        "真面目さや誠実さが求められる",
        "将来が保障されている",
        "一人で仕事を進められる空間がある",
        "静かで落ち着いている職場",
        "課題をしっかりやり終える事が求められる",
        "直接人にサービスを施せる",
        "個人的な関わりや、思いやりが奨励される",
        "細部まで正確にこなす能力が奨励される",
        "伝統的で秩序だった組織",
        "一度に一人の人間やプロジェクトに集中して取り組める",
        "標準的な手法が確立されており、実験的な理論を使わなくて済む"
      ],
      "jobList": [
        {
          "title": "医療/福祉",
          "description": "医療福祉系には幅広い適性がある。直接サービスを施し、相手の役に立っていると実感できると、大きなやりがいを感じるからだ。細かい所まで根気よく正確に行う必要がある点でも向いている。１対１でサービスを施し、ある程度は一人になる時間がとれる職種であればなお良い。",
          "example": "精神保健福祉士、社会福祉士/医療ソーシャルワーカー、カウンセラー、言語聴覚士、介護福祉士、ケアマネージャー、児童福祉司、作業療法士、医師、獣医、看護師、歯科衛生士、理学療法士、保健師、栄養士、管理栄養士、医療事務、薬剤師、臨床検査技師、臨床工学技師、ホスピス職員、医療研究者、歯科医、歯科技工士、作業療法士、鍼灸師 、マッサージ師、整体師、ベビーシッター、僧侶/住職"
        },
        {
          "title": "公務員/教育",
          "description": "多くは安定志向で、しっかりした組織の中で真面目に働きたいと考えている。地域や社会に貢献したいISFJ型にとって公務員は非常に魅力的だ。",
          "example": "地方公務員、国家公務員、教師（主に小学校から高校）、運動コーチ、図書館司書、団体職員、法務教官、保護観察官、裁判所職員、パソコン教室の教師、塾講師"
        },
        {
          "title": "ビジネス",
          "description": "ルーチンワークに強く、細かいところまでミスをせずに働くので、事務系の仕事が向いている。また相手の気持ちをくみ、長期の信頼関係を作るのが得意なので、顧客に１対１でサービスを施す仕事や、販売関係にも適性がある。",
          "example": "小売業、販売業、接客業、総務、人事、経理、法務/法律事務、秘書、事務職、中間管理職、顧客サービス、コンピュータオペレーター、コンピュータサポート、フランチャイズ店のオーナー、ルート営業、医薬情報担当者（MR）、不動産仲介／販売"
        },
        {
          "title": "クリエイティブ/学術",
          "description": "日常的に扱う、具体的で目に見える商品を作る仕事が向いている。審美眼があり五感を使って美しい物を作り出すのた得意。さらにデーターを注意深く観察してまとめる力にも優れるため、才能があればクリエイターや学者の道に進むのも悪くないかもしれない。",
          "example": "学芸員、福祉分野の研究者、インテリアコーディネーター、イラストレイター、音楽家、園芸家、宝石細工"
        },
        {
          "title": "専門職",
          "description": "特定の手順を守りつつ進める、専門職も向いている。",
          "example": "電気技師、司法書士、社会保険労務士、行政書士、校正者、鉄道運転士"
        }
      ]
    },
    "compatibility": {
      "best": "ENTJ",
      "terrible": "ENTP",
      "good": [
        "ISTJ",
        "ESFP",
        "INTP",
        "ISFJ",
        "ESTJ"
      ],
      "normal": [
        "ISFP",
        "INTJ",
        "ENFJ",
        "INFJ"
      ],
      "special": [
        "ESTP",
        "INFP",
        "ENFP",
        "ISTP"
      ],
      "bad": "ESFJ"
    }
  },
  "ESTJ": {
    "name": "責任を果たす人",
    "type": "保護者気質",
    "character": "幹部",
    "description": "責任感があり、何事も最後までやり遂げようとする性格です。計画性があり、きちんとスケジュールを立て、予定通り仕事や勉強を進めます。経験的に習得した事から明確な基準や信条を持ち、首尾一貫した態度をとります。えこひいきしたり、気まぐれに行動を起こさないので周りから信頼されます。陽気で人づきあいが好きなので、初対面の人とでもすぐに打ち解けられます。伝統行事や家族との時間も大切にします。しかし他人との感情的な繋がりはあまり重視していません。相手が嫌な思いをしようが率直に批判する事もできますし、決められたルールに従うように強いる事もあります。家庭でも職場でも、自分のいいなりになる人間に囲まれている事を好みます。ピラミッド型の命令系統を持つ、伝統的な組織に強く惹かれます。権威と規則を尊重し、革新よりも現状維持を望みます。いずれ自分も権威ある地位に登り詰め、上から命令をくだしたいと思っています。競争心旺盛で、自分を売り込むのが得意なので、実際こういった地位に付く事がよくあります。規則や社会的常識を重視し、これらを守らない人に対しては怒りを爆発させる事もあります。ただし自分自身はルールをきちんと守り、義務や責任も全うしようとします。実用性を尊重するので、経営や機械工学などに関心を抱く事があります。一方で漠然としたアイデアにはあまり興味を示しません。服装も実用性重視で、小奇麗でシチュエーションにあった服を着が好みです。奇抜なファッションや流行を追い求める事はなさそうです。 ESTJ型は組織人として大変すぐれた点を持っていますが、弱点もあります。まず自分の考えが正しいと信じ、価値観を押し付けたがります。そして相手の感情を考慮せず批判するので、人を傷つけます。また慣れ親しんだものや昔からの方法を好み、将来を予想するのが苦手なので、急な変化に対応できません。その結果、頑固で無神経、視野が狭い人間と思われる事があります。このような点を改善すれば、さらなる出世が期待できます。",
    "heterosexual": {
      "love": "約束を守る。大きな嘘をつかない。浮気しない。という特徴があるため、恋愛では信用できる相手として、良い関係を築くことができます。人によっては自分の思い通りに恋愛を進めたいという気持ちが強すぎて、恋愛がうまくいかない人もいますが、ESTJの中では決して多い方ではありません。ESTJはこだわりが強い人も多く、異性からは頑固で無神経だと思われることもあります。逆に誠実で率直な物言いが好感を生むこともあります。統制本能が強いため、マイペースな人や自由を大事にする人との相性はとにかく悪いです。「あなたのために生きていきたい」という従順な相手との相性は非常によく、お互いにとって居心地のいい相手となります。信用を何よりも大事にするところがあり、裏切りはとにかく嫌いです。疑い深いところもあるので、浮気しやすいようなタイプが相手だとうまくいきません。",
      "merry": "自分が家族の中心としてマネジメントしていきたいと考えているため、家族からの忠誠心や尊敬の気持ちを大事にします。それがあれば優れたマネジメント能力から、良い家庭を築くことができるはずです。ただ、家族からの信頼が薄かったり、家族から孤立感を感じるようだとストレスが溜まりやすく、最悪の場合には「怒り」という形で家族に不満をぶちまけてしまう人もいます。よくも悪くも天性のマネジメント能力が家族の命運を握っていると言ってもいいでしょう。"
    },
    "job": {
      "environment": [
        "しっかり着実に仕事をこなす事が求められる",
        "具体的で分かりやすい目標が定められている",
        "自分で責任や権限を持ち、仕事を進められる",
        "ピラミッド型の組織で、上下関係がはっきりしている会社" ,
        "規則やルールが明確",
        "手順が定まっている職業",
        "突発的な事件が少なく、結果が予想できる仕事" ,
        "周りと協力して仕事を進められる",
        "効率が重視される職場"
      ],
      "jobList": [
        {
          "title": "ビジネス",
          "description": "真面目なうえに、滅私奉公するように働くので、大抵の会社では受けがいい。きちんとした規則があり、様々な人と交流しながら進める仕事を好む。具体的な商品やサービスを扱い、目に見える成果がすぐに現れると、特に満足感が得られる。",
          "example": "営業、保険代理業、販売業、販売代理業（証券・商品）、財務/経理、銀行員、企業法務、法律事務、店舗のオーナーや支配人、経営コンサルタント、不動産管理、マネージャー、重役、株式投資"
        },
        {
          "title": "公務員",
          "description": "しっかりした命令系統がある組織で、真面目に働きたいと考えている。また地域や社会に貢献できるところにも魅力を感じる。",
          "example": "地方公務員、国家公務員、教師、警察官、消防官、自衛官、税務署職員、裁判官、裁判所書記官、団体職員"
        },
        {
          "title": "技術/体を動かす仕事",
          "description": "活力があり技術的な事にも強いため、体力が必要な技能職や、理系の技術職にも向いている。",
          "example": "調理師、警備員、運動コーチ、航空整備士、パイロット、農業、建設労働者、土木施工管理技士、機械工、電気工事士、コンピューター/機械/建物等の保守やメンテナンス業務、歯科医、音響技師、エンジニア/機械設計"
        },
        {
          "title": "IT",
          "description": "論理的で、情報を分析する力に優れ、細かい作業にも強い。ただし一人で長時間コンピューターに向き合っているとエネルギーを消耗してしまうため、リーダーシップやマネージメント力が発揮できる職種、人と交流する機会がある仕事が向いている。",
          "example": "システムアドミニストレータ、プロジェクトマネージャー、技術営業"
        },
        {
          "title": "専門職",
          "description": "権威ある地位や肩書きを好み、細かいところまで正確にこなすので、これらの専門職も向いている。手順が定まっていたり、法規や規則にのっとって進めていく職業なら、なお良い。",
          "example": "医師、薬剤師、保健師、弁護士、行政書士、司法書士、不動産鑑定士、公認会計士、税理士、鉄道運転士"
        }
      ]
    },
    "compatibility": {
      "best": "INFJ",
      "terrible": "INFP",
      "good": [
        "ESFJ",
        "ISFJ",
        "ESTJ",
        "ENFP",
        "ISTP"
      ],
      "normal": [
        "INTJ",
        "ENFJ",
        "ENTJ",
        "ESTP"
      ],
      "special": [
        "ENTP",
        "ISFP",
        "ESFP",
        "INTP"
      ],
      "bad": "ISTJ"
    }
  },
  "ESFJ": {
    "name": "思いやりにあふれた社交的な人",
    "type": "保護者気質",
    "character": "領事官",
    "description": "親しみやすく、話好きの社交家です。良好な人間関係を築きたいと強く願っており、そのために懸命に努力します。人の力になれるのなら、面倒な事もいといません。特に誰かが困っている時や、祝い事がある時に手を貸せると、大きなやりがいを感じます。「まさかのときの友こそ真の友」を体現したかのような性格です。家族や友人を大切にするのはもちろん、地域活動やボランティアにも協力的です。人の役に立てるのが嬉しいだけでなく、常に社会との繋がっていたいためです。実務家でもあり、重要な事実やデータによく気づき、細かいところまで覚えています。そして他人にも、どんな小さい事でもおろそかにせず、真面目にやってもらいたいと期待します。五感を信頼しているので、体を動かすのが好きで活動的です。手芸や木工など手先を使う作業も好む傾向があります。また物を所有する事に喜びを感じ、大切に扱います。伝統を重んじるため、昔から慣れ親しんでいるものに惹かれます。逆に慣れない事や、新しい事に挑戦するのは苦手です。車を運転する時は、気まぐれに普段と違う道を通りたいとは思わないでしょう。四角四面な所があり、何事も整然と予定通りに進まないと気がすみません。家の中は常に綺麗に片付け、読書や遊びも予定を立ててきちんと実行します。家族に対しても、それぞれの役割を守るように期待します。期待が破られると腹を立てたり、傷つきます。ESFJ型の人に尽くすので、周りから愛されます。しかしそれが原因でストレスをため込む事も少なくありません。人から愛され、必要とされ、評価される事を望んでいるので、批判されたり無関心な態度をとられると、いとも簡単に傷つきます。また誰かの役に立ちたいと必死になるあまり、自分の意見を声高に主張し、横暴な人だと思われたり、余計なお節介だと迷惑がられる事もあるのです。",
    "heterosexual": {
      "love": "思いやりのある性格で、異性を楽しませたり喜ばせることに幸せを感じるので、幅広いタイプの異性から好かれます。恋人のことをサポートしたいと思うタイプで、同じように恋人に自分にことを支えてほしいと思います。ただ、ESFJは恋愛で感情的になってしまうことも多く、ちょっとしたことで恋人に怒りを感じたり、不満を感じたり、愛されていないと不安になったりします。それが原因で恋愛がうまくいかないこともあるため、恋愛が苦手だという人も少なくありません。相性がいいのは同じように社交性があり、積極的にコミュニケーションを取ってくれるタイプです。何を考えているのかよくわからない内向的なタイプだと、余計な不安を感じてしまうため、ストレスを溜めることになってしまいます。",
      "merry": "慎重な性格なので結婚相手で失敗するようなことは少なく、良い人を見つけることができます。ただ、慎重すぎて結婚のタイミングが遅くなってしまったり、出会いに億劫になってしまったり、異性のことを信用できなくて恋愛不信になってしまう人もいるので要注意です。心から通じ合えるパートナーと出会えれば、その後は一途に愛し続けます。結婚しても、家族を第一に考えて生活しますし、相手両親や親戚との付き合いもうまくやっていけるでしょう。母性が強いので、子供ができれば愛情をもって熱心に育てます。計画性があるので、子供の将来については熱心に考えます。家庭のことを大事にできる点はESFJの良い点だと言えます。"
    },
    "job": {
      "environment": "",
      "jobList": [
        {
          "title": "",
          "description": "",
          "example": ""
        },
        {
          "title": "",
          "description": "",
          "example": ""
        },
        {
          "title": "",
          "description": "",
          "example": ""
        },
        {
          "title": "",
          "description": "",
          "example": ""
        }
      ]
    },
    "compatibility": {
      "best": "INTJ",
      "terrible": "INTP",
      "good": [
        "ENTP",
        "ISFP",
        "ESFJ",
        "ISTJ",
        "ESTJ"
      ],
      "normal": [
        "ENFJ",
        "ESFP",
        "ENTJ",
        "INFJ"
      ],
      "special": [
        "ESTP",
        "INFP",
        "ENFP",
        "ISTP"
      ],
      "bad": "ISFJ"
    }
  },
  "INFP": {
    "name": "人生の意味を追い求める者",
    "type": "理想主義者気質",
    "character": "仲介者",
    "description": "心の調和を大切にし、自分の価値観にあった生き方を追求する理想主義者です。想像力豊かで偏見がなく、好奇心旺盛。洞察力に優れ、長い目で物事を見ることができます。夢や理想に懸命に取り組むほか、芸術や新しい概念に惹かれます。ものごとを一気にやり遂げる傾向があり、自分が打ち込んでいる事に深く集中し、大きな成果をあげます。また言葉で語るより、文章で表現するのが得意です。一方であまり意味が感じられない作業や、単純作業の繰り返しは嫌いです。控えめで、自分の気持を打ち明ける相手を慎重に選びます。そのため周りからは、よそよそしい、無口で内気などと見られる事があります。しかし本当は誠意があり、とても思いやり深い人間です。人の感情を敏感に感じ取って心から共感し、相手の事を深く理解しようとします。表面上のつきあいは好きではありませんが、自分の価値観を時間をかけて理解してくれる人は、宝物のように大切にします。人を支配したり威圧したいとは考えず、所有物や物理的な環境にも、あまり関心を払いません。ところが自分の理想や信念が脅かされると、とたんに周囲に合わせることを止めます。そして普段は考えられないぐらい激しく、自らの価値判断を訴えかけます。INFPの理想に向かって努力する所は美点ですが、問題もあります。理想を追い求めるあまり、時に実現不可能なほど高い目標を自分に課してしまいます。その結果、無力感と激しいストレスに襲われる事があります。また感受性が強いので、相手が批判的に言ったつもりでない事にも傷つきます。そして相手と話し合いをする事なく、怒りと悲しみを自分の中に押し込み、その人とはつき合わないようにして処理してしまいます。全性格中、最も根に持ちやすい傾向があるので注意が必要です。",
    "heterosexual": {
      "love": "理想主義的な性格から本当に理想的だと思える相手でないと一緒にいようとはしません。無理をしてまで一緒にいるくらいなら独りでもいいと割り切れるタイプです。感受性が強く、良くも悪くも感情移入しやすい点はINFPの特徴です。恋人の気持ちがよく分かることから優しさを持って接することができる一方で、恋人に感情移入しすぎて自分まで苦しんでしまうこともあります。一喜一憂しやすい性格から恋愛自体では苦労することが多く、振り回されるような恋愛が多い性格です。相手が何を考えているのか分からずにときには孤独感を感じる人もいます。それが嫌で恋愛から距離を置こうとする人もいます。",
      "merry": "相手の感情を汲み取ることができるので、良いパートナーに恵まれれば結婚生活は良いものになります。子供ができても子供を大切にして、良い親であろうとするので円満な家庭を築く人も多くいます。他人に対して面倒見が良すぎて自分をないがしろにしてしまうこともあります。パートナーや家族に尽くしすぎてしまい、自分の人生の意義を見出せなくなってしまうとひどく悪い精神状態に陥ります。一方で、自分なりの価値観や習慣で生きているので、自分が大事にしていることを否定されると強い怒りを感じます。それが原因でパートナーに対しても高圧的になってしまうこともあります。"
    },
    "job": {
      "environment":[
        "自分の価値観を曲げずにすむ",
        "仕事仲間との深いかかわり合いが求められる",
        "１対１の人間関係が起点になる",
        "静かで落ち着いている職場",
        "一人で内省する時間も確保されているが、仲間意識も強い職場",
        "柔軟で官僚的でない",
        "何か閃いた時には、実行に移せる",
        "自分の独創性を表現できる"
      ],
      "jobList": [
        {
          "title": "クリエイティブ／芸術",
          "description": "このタイプは完璧主義の芸術家だ。自分の理想に向けて必死に努力し、独創性を表現できる仕事にやりがいを感じる。一人で作業に没頭しつつ、同時にチームワークも重視するので適性がある。官僚主義的な制約が少なく、柔軟な働き方ができる点でも好まれる。",
          "example": "イラストレイター、画家、彫刻家、ライター/作家、詩人、ジャーナリスト、建築士、俳優、役者、編集者、音楽家、アートディレクター、作曲家、舞台美術、インテリアデザイナー、DTP技術者\n"
        },
        {
          "title": "教育／カウンセリング",
          "description": "人の可能性を開花させる仕事に魅力を感じる。洞察力に富むため、相手の気持ちを鋭く読み取り職務に活かせる。経験を積めば、多くの人と話す事も得意になっていく。",
          "example": "教師、臨床心理士、カウンセラー、社会福祉士、精神保健衛生士、ソーシャルワーカー、医療ソーシャルワーカー、教育コンサルタント、産業力ウンセラー、児童福祉司、家庭相談員、キャリアカウンセラー、コーチ、保健師、僧侶/住職、神父/牧師"
        },
        {
          "title": "医療/福祉",
          "description": "思いやりがあり、相手の欲するものをよく理解できるので、医療福祉系に適性がある。多くの人を次々とさばく仕事にはやりがいを感じないので、個人的に関わり常連として接する職種が向いている。",
          "example": "栄養士、管理栄養士、理学療法士、ケアマネジャー、ホームヘルパー、作業療法士、言語聴覚士、鍼灸師、整体師、マッサージ師、ベビーシッター"
        },
        {
          "title": "学術/語学",
          "description": "好奇心旺盛で、物事を深いところまで突き詰めたいので学研活動に適性がある。ただしエンジニア系や理系の研究を好むものは少ない。",
          "example": "大学教授/研究者（特に人文、芸術）、学芸員、翻訳者、通訳"
        },
        {
          "title": "ビジネス",
          "description": "ライバルを蹴落として出世しようとは考えていない。またルーチンワークや単純な事務仕事も好きではない。このタイプに向いているのは、人と会社を取り持つ職種だ。相手の関心や欲求を理解するのが得意という強みが活きてくる。",
          "example": "顧客対応、技術営業、ルート営業、人事"
        }
      ]
    },
    "compatibility": {
      "best": "ESTP",
      "terrible": "ESTJ",
      "good": [
        "ISFP",
        "ENFJ",
        "ISTJ",
        "INFP",
        "ESFP"
      ],
      "normal": [
        "ENTP",
        "INTP",
        "INFJ",
        "ISTP"
      ],
      "special": [
        "ESFJ",
        "INTJ",
        "ENTJ",
        "ISFJ"
      ],
      "bad": "ENFP"
    }
  },
  "INFJ": {
    "name": "信念を持った理想家",
    "type": "理想主義者気質",
    "character": "提唱者",
    "description": "やや頑固ではありますか、自分の理想を叶えたい、誰かの役に立ちたいという強い願望を持っています。相手の感情や関心を理解するのが得意で、周囲の人間全員の利益を考えます。表立って人を引っ張っていく事は少ないものの、目立たない所で影響を与える事が多いタイプです。何よりも自分の価値観を重視しており、世間一般の定説を気にしません。批判されたり忠告されても、そう簡単には意見を変えません。控えめながら押しが強く、自分の意見を受け入れてもらうためにはゴリ押しも辞さない事があります。ただ権威を押し付けたり、論破しようとするよりも、相手を認めたり褒めたりする事で協力を得ようとします。じっくり考えた上で決断を下し、トラブルが起きると逆に奮起します。いろいろな事に同時に取り組むのではなく、１つの事をじっくりやるのを好みます。そして創造性と洞察力に優れるので、物事の深い所にある意味を読み取ったり、新しいアイデアを考えるのが得意です。複雑で豊かな内面を持っていますが、自分の考えを親しい人にしか伝えず、比喩や複雑な表現を好むので、よく分からない人と思われる事が多くあります。全タイプ中、最も直感力に優れており、その傾向が極端な場合、他人の考えている事や、良い点、悪い点などを瞬時に察知してしまうがあります。 著名な霊能者や宗教家には、このタイプが多いと考えられます。多くのINFJ型は有能ですが、いくつか苦手な事があります。まず独創的なアイデアは浮かぶのですが、それを実行に移す過程を楽しむのが苦手です。繊細過ぎるところがあり、他人からの批判で簡単に傷ついてしまいます。また物事の全体像を把握するのが得意な反面、細々とした事実は軽視する傾向があります。そして自分のアイデアに自信を持ちすぎており、柔軟さを欠き頑固です。",
    "heterosexual": {
      "love": "恋愛に対しては万能タイプで、相手のことを考えて行動できるので、聞き上手で気配りができる人も多いです。相性のいいタイプや悪いタイプがハッキリとないのも特徴で、良くも悪くも誰とでも無難にうまくやれるタイプです。ただ、そこにストレスを抱える人もおり、もっと自分の個性を主張したいと内に秘める人もいます。情熱的なところもあるので恋人がいれば一途に尽くすタイプです。浮気するようなことはほとんどなく、恋人を大切にすることができます。恋愛上の欠点としては理想主義的であり、異性に対しても心から理想的だと思えるような相手でないとなかなか深い関係にならないということがあります。理想を満たせない相手と一緒にいるくらいなら独りの方がマシと割り切れるタイプで、独身を貫く人が多いのも特徴です。仮に理想的な人が現れたとしても、自分が思い描く理想にさらに近づけようとして、性格や外見、行動などを指摘することもあります。理想を満たさないことがはっきりすれば、ストレスを溜めながらも付き合い続けるか、躊躇なく別れるかのどちらかを選択します。",
      "merry": "一途なところはINFJの特徴ではあるので、結婚してからは家庭を大事にします。突拍子もなく思いつきで浮気に走るようなこともほとんどなく、心から信頼できるパートナーに対しては誠実でいようとします。円満な家庭を築くことができる性格と言えるでしょう。忍耐強さもあり、家庭内がうまくいかないようなことがあれば、どうすれば解決できるかを考えることができます。ただ、アイデアがあっても行動に起こすのは苦手なので、計画倒れで終わってしまうこともしばしばです。"
    },
    "job": {
      "environment": [
        "人のために尽くす仕事",
        "アイデアや価値観を表明できる",
        "人間関係の調和が保たれている",
        "独自のとらえ方や洞察力が求められる",
        "静かに内省する時間がある",
        "組織だっていて計画性がある職場",
        "扱っている製品やサービスが自分の価値観と合っている",
        "１対１の人間関係をベースに仕事が進められる",
        "仕事を自分で仕切れる"
      ],
      "jobList": [
        {
          "title": "クリエイティブ／芸術",
          "description": "このタイプは発想力が豊かで、アイデアを形にするのが得意だ。そして自分が心から良いを思うものに対して一心不乱に取り込むので、クリエイティブ職に適性がある。これら職種は一人で作業する時間も多いため、その点も好まれる。",
          "example": "画家、イラストレイター、脚本家、小説家、ライター、詩人、インテリアデザイナー、グラフィックデザイナー、編集者、アートディレクター、映画製作者、舞台美術、イベントデザイナー、商品デザイナー、DTP技術者、ゲームプランナー"
        },
        {
          "title": "教育／カウンセリング",
          "description": "人の可能性を開花させる仕事に魅力を感じる。洞察力に富むため、相手の気持ちを鋭く読み取り職務に活かせる。そして問題を解決したり、人の成長に手をかせると大きな満足感を感じる。",
          "example": "教師、キャリアカウンセラー、産業カウンセラー、臨床心理士、教育コンサルタント、児童福祉司、家庭相談員、僧侶/住職、神父/牧師"
        },
        {
          "title": "医療/福祉",
          "description": "多くの人を次々とさばく仕事は好まないため、個人的に深く接する職種が特に向いている。",
          "example": "NPOの責任者、社会福祉士/ソーシャルワーカー、精神保健福祉士、医療ソーシャルワーカー、栄養士、管理栄養士、言語聴覚士、マッサージ師、鍼灸師、整体師、作業療法士、保護観察官、ケアマネジャー、ホームヘルパー、保健師、介護福祉士、ベビーシッター\n\n"
        },
        {
          "title": "学術",
          "description": "物事を掘り下げて考え、複雑な概念を理解するのも得意なので、学術に適性がある。",
          "example": "学芸員、研究者/大学教授（人文科学、社会科学）"
        },
        {
          "title": "ビジネス",
          "description": "ライバルを蹴落とすようなギラギラした競争心は持っていないが、目標達成への意欲は強い。相手の関心や欲求を理解するのが得意なのも強みだ。",
          "example": "人事部門、マーケテイング部門、チームトレーナー、ルート営業、技術営業、顧客対応、商品プランナー、通訳/翻訳者"
        }
      ]
    },
    "compatibility": {
      "best": "ESTJ",
      "terrible": "ESTP",
      "good": [
        "INTJ",
        "ENTJ",
        "INFJ",
        "ENFP",
        "ISTP"
      ],
      "normal": [
        "ESFJ",
        "ISTJ",
        "INFP",
        "ISFJ"
      ],
      "special": [
        "ENTP",
        "ISFP",
        "ESFP",
        "INTP"
      ],
      "bad": "ENFJ"
    }
  },
  "ENFP": {
    "name": "好奇心豊かな社交家",
    "type": "理想主義者気質",
    "character": "広報運動家",
    "description": "想像力豊かで柔軟に物事を判断するので、何よりひらめきを重視しています。常識にとらわれないので、既存のやり方を打ち破ったり、新しいものの見かたを考えるのが得意です。独創的なアイデアが閃くと、後先考えずついやってみたくなります。そして自分のユニークな所に自信を持っています。人づきあいが大好きで、誰かと一緒にいると元気になります。思いやりがあり、困っている人がいると助けたくなります。熱意があり、人当たりも良いため多くの友人に恵まれます。誰かと協力して物事をやり遂げるのも得意です。好奇心旺盛で、実にいろいろな事に興味を持ちます。あらゆる可能性に心を開いており、「ここまで」と線引せずに新しい情報をどんどん取り込みます。将来を見通すのが得意なうえ、平凡な事実から他者では見抜けないような意味を発見する事もあります。何かトラブルが起きると刺激的だと感じて、余計はりきります。問題解決にあたっては型にはまらず、時に権威や規則を無視してでも前進します。楽天的で、大抵の事はなんとかなると思っています。逆に思った通りにいかないと、不思議に感じてしまいます。複雑で繊細な内面を持っており、人の役に立つ事や、感謝される事は好きなのに、人から頼られると重荷を感じる場合があります。また喜怒哀楽など強烈な感情を経験する事は大切だと思っている一方で、実際に経験すると居心地の悪さを感じたりします。ENFP型は人づきあいが得意で独創的ですが、いくつか弱点もあります。まず何でもかんでも興味を持つので、手を広げすぎて収拾がつかなくなる事があります。また地道な作業より、その場で即興的に考えるのが好きで、計画を立てようとしません。その上あきっぽいので、やらないといけない事を途中で放棄する事があります。細かい事にはうとく、集中力が必要な作業も苦手です。人の心の動きを察知するのが得意なものの、言動を深読みしすぎる癖があり、外すこともまた多いです。これは直感的な思い込みと一致する情報を重視してしまうためです。余談ですが、アニメや漫画の主人公ではこういった性格のキャラが多くみられます。",
    "heterosexual": {
      "love": "社交的で冗談を言うことや聞き役に回ることもできるので、異性からは好かれることの多い傾向にあります。人によってはちょっと軽薄だと思われやすいですが、実際は人に対して愛情をもって接することができるので、一度仲良くなると長いタイプでもあります。恋愛が器用なタイプではないですが、良好な人間関係を築くために努力できるタイプで、恋人との関係も大事にすることができます。情熱的で愛情深いところもあり、サプライズやロマンチックなデートに対する憧れが少なからずあります。ただし、移り気の激しい性格ゆえに、恋人のことを退屈だと思ったり、二人の関係がマンネリ化してくると新たな刺激を求めて浮気するような人もいます。",
      "merry": "結婚に対する憧れは強い方です。理想の結婚が自分の中にあり、それを実現することが結婚への最大のモチベーションです。頭で考えて結婚相手を選ぶというよりは直感的にフィーリングの合う相手をパートナーとして選びます。多くのことに興味や関心があるため、家庭にすべてを捧げるというタイプではありません。それよりも仕事や趣味も満遍なく楽しみ、人生を楽しもうとするようなところがあります。それを許容できるパートナーと知り合うことができればうまくいきますが、理解してもらえないような相手の場合には家庭にストレスを感じてしまうことでしょう。ただ、子供が生まれれば、積極的に旅行やレジャーに出かけ、新しいことを学び経験させることに楽しみを見出します。教育熱心ではありませんが、子供からは愛される存在になるでしょう。"
    },
    "job": {
      "environment": [
        "ひらめきや、創造性が歓迎される",
        "多様な人と交流できる",
        "変化に富んでおり、チャレンジ精神が求められる",
        "規則やルールが少なく自由に働ける",
        "人の役に立てる",
        "仕事も遊びとして楽しめる",
        "新しいアイデア、製品、サービス、解決方法などを作り出せる",
        "仕事内容が価値観や信条にあっている"
      ],
      "jobList": [
        {
          "title": "クリエイティブ／芸術",
          "description": "発想力豊かで、変化が速い業界にも適応できるため、クリエイティブ職に広い適性がある。様々な人と協力して、アイデアを形にする職業であればなお良い",
          "example": "広告業界、コピーライター、ジャーナリスト、記者、脚本家、ライター、俳優、音楽家、作曲家、ニュースキャスター、インテリアコーディネーター、画家、イラストレイター、漫画家、アニメーター、彫刻家、編集者、グラフィックデザイナー、DTP技術者、アートディレクター、映画制作者、舞台美術、テレビプロデューサー、イベントデザイナー、ゲームプランナー\n"
        },
        {
          "title": "ビジネス",
          "description": "コミュニケーション能力が高く、変化を恐れないENFP型はビジネス分野にも適性がある。しかし規則やルールが多い職場には魅力を感じない。事務仕事やルーチンワークも苦手だ。いろいろな人と会え、柔軟に働け、自分のアイデアを活かせる職種が良い。",
          "example": "営業、顧客対応、人事部門、店舗経営者、経営コンサルタント、商品プランナー、ウエディングプランナー、マーケティング"
        },
        {
          "title": "教育／カウンセリング",
          "description": "人の可能性を開花させる仕事に魅力を感じる。洞察力に富むため、相手の気持ちを鋭く読み取り職務に活かせる。また熱意に満ちており、人をやる気にさせる才能があるので、教師にも向いている。ただしカリキュラムに沿って受験に必要な知識を教えるだけでは、飽きてしまう。",
          "example": "教師（とくに特別支援学校、小学校、幼稚園。美術、音楽、国語の分野）、児童福祉司、社福祉士/ソーシャルワーカー、医療ソーシャルワーカー、キャリアカウンセラー、臨床心理士、家庭相談員、研究者/大学教授（心理学、教育、社会科学など）、産業力ウンセラー、保健師、神父/牧師"
        },
        {
          "title": "医療/福祉",
          "description": "思いやりがあり、相手の欲するものをよく理解できるので、医療福祉系にも適性がある。自分の裁量で仕事をしきれ、人と積極的に関わる職種が良い。",
          "example": "栄養士、管理栄養士、鍼灸師、整体師、マッサージ師、理学療法士、作業療法士、介護福祉士、ケアマネジャー、ホームヘルパー、ベビーシッター"
        }
      ]
    },
    "compatibility": {
      "best": "ISTP",
      "terrible": "ISTJ",
      "good": [
        "ISFP",
        "ESFP",
        "ESTJ",
        "INFJ",
        "ENFP"
      ],
      "normal": [
        "ENTP",
        "ENFJ",
        "ESTP",
        "INTP"
      ],
      "special": [
        "ESFJ",
        "INTJ",
        "ENTJ",
        "ISFJ"
      ],
      "bad": "INFP"
    }
  },
  "ENFJ": {
    "name": "人の幸福を願う人",
    "type": "理想主義者気質",
    "character": "主人公",
    "description": "人の気持ちが良く分かり、人を幸福にしようと努力します。はっきり物を言い、陽気で活発。コミュニケーション能力が高く、１対１でも集団でも人間関係を円滑に運びます。どちらかと言えば、文章で伝えるよりも対面で話す方が得意です。自分の理想や価値観を大切にするので、尊敬する人には忠義を尽くし、組織の一員として真面目に働きます。規律を守って暮らすのが好きなため、他人にも秩序や約束を守ってほしいと思っています。自分に厳しい一方、他人には優しく、あまり相手を批判しません。ただ自分の献身的な働きが認められる事にやり甲斐を感じるため、逆に他者から批判されると過敏に反応する事があります。複数のことを同時に進めるのが得意で、事前に立てた計画を人と協力して進めたいと思っています。人が成長する過程に大きな満足感を得るので、部下や生徒の能力を伸ばすのがうまく、また相手の良い点を発見するのが上手です。将来の可能性に目を向け、集団を盛り立て、成長させていくので、時にカリスマ的なリーダーとみなされます。ENFJ型のリーダーシップがあり、思いやりに溢れる所は大きな美点ですが、問題もあります。人に同情しすぎる傾向があるので、つい他人の問題に深入りし、エネルギーを消費してしまいます。そういった事が度重なると意気消沈して、引きこもってしまったりします。また人や状況を理想化して見てしまう事があり、後で都合が悪い事が分かっても信じたくないため、問題を先送りにする事があります。せっかちな所があり、今の仕事を終わらせて、すぐに次の仕事にとりかかりたいと考えています。急いで終わらせるために、必要な情報収集を怠り、慌てて結論を出すこともあります。",
    "heterosexual": {
      "love": "人を楽しませたり喜ばせることに幸せを感じるので、恋人に対しては尽くすことができるタイプです。自分と同じように自分に尽くしてくれるような相手に対しては強い愛情を感じます。対立や衝突が嫌いなので、自分の主張を押し殺して不満があっても我慢し続けようとする傾向があります。それが良い方向にいけば徐々に信頼関係が築けていい恋愛をすることができますが、悪い方向にいけば自分ばかりが我慢をして恋人に振り回されてストレスを感じるようなことになってしまいます。相性がいいのはオープンマインドで感情表現が豊かなタイプです。逆に相性が悪いのは何を考えているのかわからないような内気なタイプです。ENFJは社交的ではありますが、繊細なのでそれを理解してもらえるかどうかも大事です。",
      "merry": "結婚に対する憧れは強く、理想的な結婚をしたいと考えます。妥協して結婚するようなことは本意ではないので、少しでも良い相手と結婚して自分が考える理想を追求しようとします。しかし理想を追求しようとするあまり、なかなか良い相手が見つからずに結婚するのが遅れてしまう人も珍しくありません。しかし、心から通じ合えるパートナーと出会えれば、その後は一途に愛し続けます。結婚しても、家族を第一に考えて生活しますし、相手両親や親戚との付き合いもうまくやっていけるでしょう。"
    },
    "job": {
      "environment": [
        "対人関係に摩擦が生じる可能性が低い",
        "人の役に立てる",
        "周りと協調関係を築ける",
        "細かい作業や、書類作成が少ない",
        "落ち着いた雰囲気の中で、結果を出すことが求められる",
        "計画性があり、秩序だった雰囲気の職場",
        "新しいアイデアに触れる機会がある"
      ],
      "jobList": [
        {
          "title": "教育／カウンセリング",
          "description": "人の可能性を開花させる仕事に魅力を感じる。洞察力に富むため、相手の気持ちを鋭く読み取り職務に活かせる。そして人の力になれると、大きなやりがいを感じる。人をやる気にさせるのがうまいため、天性の教師でもある。",
          "example": "教師（特に特別支援学校、小学校、幼稚園）、塾教師、図書館司書、NPO職員、ボランティア活動の統括、家庭相談員、キャリアカウンセラー、産業力ウンセラー、大学教授（特に人文科学）、僧侶/住職、神父/牧師"
        },
        {
          "title": "ビジネス",
          "description": "外交手腕にすぐれ、意見をまとめたり協力を得るのが得意なENFJ型は、ビジネスの世界に幅広い適性がある。扱っている商品やサービスに共感できると、特に自信を持って働ける。ただし一人で黙々と事務作業をこなすのは苦手だ。",
          "example": "営業、人事、旅行代理業、管理職、経営コンサルタント、マーケティング、店舗のオーナー、ウエディングプランナー"
        },
        {
          "title": "医療/福祉",
          "description": "人の役に立ちたいという気持ちが強く、相手の欲するものをよく理解できるので、医療福祉系に適性がある。具体的な病気や怪我を治すよりも、心身含めて患者の面倒をトータルで見たり、施設を統括をする職種が向いている。",
          "example": "児童福祉司、ケアマネジャー、ホームヘルパー、介護福祉士、介護施設の責任者、社会福祉士/ソーシャルワーカー、精神保健福祉士、医療ソーシャルワーカー、保健師、栄養士、管理栄養士、言語聴覚士、作業療法士、理学療法士、鍼灸師、整体師、マッサージ師、ベビーシッター"
        },
        {
          "title": "クリエイティブ/専門職",
          "description": "想像力豊かで、プレゼンテーションも得意。コミュニケーションが重要な専門職に適性がある。",
          "example": "広告代理業、コピーライター、イベントプランナー、ライター、ジャーナリスト、記者、タレント/芸能人、テレビ番組作成、ニュースキャスター、政治家、イラストレイター、グラフィックデザイナー、編集者、通訳/翻訳、ゲームプランナー"
        }
      ]
    },
    "compatibility": {
      "best": "ISTJ",
      "terrible": "ISTP",
      "good": [
        "INTJ",
        "ENFJ",
        "ESTP",
        "INFP",
        "ENTJ"
      ],
      "normal": [
        "ESFJ",
        "ISFJ",
        "ESTJ",
        "ENFP"
      ],
      "special": [
        "ENTP",
        "ISFP",
        "ESFP",
        "INTP"
      ],
      "bad": "INFJ"
    }
  }
}